{
  "name": "Top 100 Allertijden Nederlandstalig 🇳🇱",
  "version": "1.0",
  "tags": [
    "dutch",
    "nederlandstalig",
    "pop",
    "classics"
  ],
  "songs": [
    {
      "year": 1956,
      "uri": "spotify:track:7tLxcHzbbeezs1auDLq5lQ",
      "artist": "Mieke Telkamp",
      "alt_artists": [
        "Conny Vandenbos",
        "Willeke Alberti"
      ],
      "title": "Waarheen, Waarvoor",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Mieke Telkamp's 'Waarheen, Waarvoor' is one of the earliest Dutch-language pop hits, becoming an evergreen that has been covered countless times.",
      "fun_fact_de": "Mieke Telkamps 'Waarheen, Waarvoor' ist einer der frühesten niederländischsprachigen Pop-Hits und wurde unzählige Male gecovert.",
      "fun_fact_es": "'Waarheen, Waarvoor' de Mieke Telkamp es uno de los primeros éxitos pop en neerlandés, convertido en un clásico versionado innumerables veces.",
      "fun_fact_fr": "'Waarheen, Waarvoor' de Mieke Telkamp est l'un des premiers tubes pop néerlandophones, devenu un classique repris d'innombrables fois.",
      "uri_apple_music": "applemusic://track/366419129",
      "uri_youtube_music": "https://music.youtube.com/watch?v=ojrrO7HuKME",
      "uri_tidal": "tidal://track/24884766"
    },
    {
      "year": 1960,
      "uri": "spotify:track:52PEtgy4X5oSnN8Y98Ad72",
      "artist": "Johnny & Rijk",
      "alt_artists": [
        "Wim Sonneveld",
        "Toon Hermans"
      ],
      "title": "De Bostella",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Johnny & Rijk were a beloved Dutch comedy duo. 'De Bostella' became a party classic in the Netherlands and is still played at celebrations.",
      "fun_fact_de": "Johnny & Rijk waren ein beliebtes niederländisches Comedy-Duo. 'De Bostella' wurde ein Partyklassiker in den Niederlanden.",
      "fun_fact_es": "Johnny & Rijk fueron un querido dúo cómico neerlandés. 'De Bostella' se convirtió en un clásico de fiestas en los Países Bajos.",
      "fun_fact_fr": "Johnny & Rijk étaient un duo comique néerlandais très aimé. 'De Bostella' est devenu un classique de fête aux Pays-Bas.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=sJUsGo_v4_c"
    },
    {
      "year": 1962,
      "uri": "spotify:track:67Wkfb6aX9bgRDAUxKDMEd",
      "artist": "Johnny Lion",
      "alt_artists": [
        "Rob de Nijs",
        "Willeke Alberti"
      ],
      "title": "Sophietje",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Johnny Lion scored a massive hit with 'Sophietje' in the early 1960s. The catchy melody made it one of the defining Dutch pop songs of its era.",
      "fun_fact_de": "Johnny Lion landete mit 'Sophietje' Anfang der 1960er einen Riesenhit. Die eingängige Melodie machte es zu einem prägenden niederländischen Popsong.",
      "fun_fact_es": "Johnny Lion logró un gran éxito con 'Sophietje' a principios de los 60. Su pegadiza melodía lo convirtió en un clásico del pop neerlandés.",
      "fun_fact_fr": "Johnny Lion a décroché un énorme succès avec 'Sophietje' au début des années 60. Sa mélodie accrocheuse en a fait un classique de la pop néerlandaise.",
      "uri_youtube_music": "https://music.youtube.com/watch?v=CyAGv9t4fww"
    },
    {
      "year": 1966,
      "uri": "spotify:track:1C1LlldYqNWdPfMAqT1O9a",
      "artist": "Boudewijn de Groot",
      "alt_artists": [
        "Ramses Shaffy",
        "Herman van Veen"
      ],
      "title": "Het Land Van Maas En Waal",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Boudewijn de Groot is considered one of the greatest Dutch singer-songwriters. 'Het Land Van Maas En Waal' is a poetic masterpiece about the Dutch river landscape.",
      "fun_fact_de": "Boudewijn de Groot gilt als einer der größten niederländischen Liedermacher. 'Het Land Van Maas En Waal' ist ein poetisches Meisterwerk über die niederländische Flusslandschaft.",
      "fun_fact_es": "Boudewijn de Groot es considerado uno de los mejores cantautores neerlandeses. 'Het Land Van Maas En Waal' es una obra maestra poética sobre el paisaje fluvial holandés.",
      "fun_fact_fr": "Boudewijn de Groot est considéré comme l'un des plus grands auteurs-compositeurs néerlandais. 'Het Land Van Maas En Waal' est un chef-d'œuvre poétique sur le paysage fluvial néerlandais.",
      "uri_apple_music": "applemusic://track/1443828196",
      "uri_youtube_music": "https://music.youtube.com/watch?v=Lf_96tGSVr0",
      "uri_tidal": "tidal://track/241668185"
    },
    {
      "year": 1966,
      "uri": "spotify:track:2yeViE7XgsOare6ypIIXsB",
      "artist": "Ramses Shaffy",
      "alt_artists": [
        "Boudewijn de Groot",
        "Liesbeth List"
      ],
      "title": "Sammy",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Ramses Shaffy was a legendary Dutch chansonnier. 'Sammy' became one of his signature songs, showcasing his theatrical and emotional performance style.",
      "fun_fact_de": "Ramses Shaffy war ein legendärer niederländischer Chansonnier. 'Sammy' wurde einer seiner bekanntesten Songs mit seinem theatralischen Stil.",
      "fun_fact_es": "Ramses Shaffy fue un legendario chansonnier neerlandés. 'Sammy' se convirtió en una de sus canciones más emblemáticas.",
      "fun_fact_fr": "Ramses Shaffy était un chansonnier néerlandais légendaire. 'Sammy' est devenu l'une de ses chansons phares.",
      "uri_apple_music": "applemusic://track/1690847774",
      "uri_youtube_music": "https://music.youtube.com/watch?v=f5XEZg-kSPE",
      "uri_tidal": "tidal://track/87759258"
    },
    {
      "year": 1968,
      "uri": "spotify:track:0zrx7g0WrWjDzhwfI77gTr",
      "artist": "Corry en de Rekels",
      "alt_artists": [
        "Willeke Alberti",
        "Conny Vandenbos"
      ],
      "title": "Huilen Is Voor Jou Te Laat",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Corry Konings and her band De Rekels scored a timeless hit with this song. It remains one of the most beloved Dutch-language songs of all time.",
      "fun_fact_de": "Corry Konings und ihre Band De Rekels landeten mit diesem Lied einen zeitlosen Hit, der zu den beliebtesten niederländischsprachigen Songs aller Zeiten gehört.",
      "fun_fact_es": "Corry Konings y su banda De Rekels lograron un éxito atemporal con esta canción, una de las más queridas en neerlandés.",
      "fun_fact_fr": "Corry Konings et son groupe De Rekels ont décroché un hit intemporel avec cette chanson, l'une des plus aimées en néerlandais.",
      "uri_apple_music": "applemusic://track/527611492",
      "uri_youtube_music": "https://music.youtube.com/watch?v=SIRZJftoUbQ",
      "uri_tidal": "tidal://track/463394984"
    },
    {
      "year": 1969,
      "uri": "spotify:track:2bysLoQoN47j7yjTwpDCW6",
      "artist": "Tony Bass",
      "alt_artists": [
        "Johnny Lion",
        "Rob de Nijs"
      ],
      "title": "Gina Lollobrigida",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Named after the famous Italian actress, this catchy Dutch pop song by Tony Bass became a sing-along classic at Dutch parties.",
      "fun_fact_de": "Benannt nach der berühmten italienischen Schauspielerin wurde dieser eingängige niederländische Popsong ein Mitsing-Klassiker auf niederländischen Partys.",
      "fun_fact_es": "Nombrada en honor a la famosa actriz italiana, esta pegadiza canción pop neerlandesa se convirtió en un clásico para cantar en fiestas.",
      "fun_fact_fr": "Nommée d'après la célèbre actrice italienne, cette chanson pop néerlandaise entraînante est devenue un classique à reprendre en chœur.",
      "uri_apple_music": "applemusic://track/315688170",
      "uri_youtube_music": "https://music.youtube.com/watch?v=rcOxsQKhBh4",
      "uri_tidal": "tidal://track/56079927"
    },
    {
      "year": 1971,
      "uri": "spotify:track:1OkDLYSHraLYrClG4Q0AQX",
      "artist": "Gerard Cox",
      "alt_artists": [
        "Herman van Veen",
        "Boudewijn de Groot"
      ],
      "title": "'T Is Weer Voorbij Die Mooie Zomer",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Gerard Cox's nostalgic summer anthem has been played on Dutch radio every end of summer since 1971. It's the unofficial Dutch 'end of summer' song.",
      "fun_fact_de": "Gerard Cox' nostalgische Sommerhymne wird seit 1971 jeden Sommer zum Ferienende im niederländischen Radio gespielt.",
      "fun_fact_es": "El nostálgico himno veraniego de Gerard Cox se ha emitido en la radio holandesa cada fin de verano desde 1971.",
      "fun_fact_fr": "L'hymne estival nostalgique de Gerard Cox est diffusé à la radio néerlandaise chaque fin d'été depuis 1971.",
      "uri_apple_music": "applemusic://track/1842005276",
      "uri_youtube_music": "https://music.youtube.com/watch?v=v-0j4FsqCq0",
      "uri_tidal": "tidal://track/462804917"
    },
    {
      "year": 1972,
      "uri": "spotify:track:0lFzQiGGgjyZpWxLHqb11q",
      "artist": "Gerard De Vries",
      "alt_artists": [
        "Gerard Cox",
        "Boudewijn de Groot"
      ],
      "title": "Het Spel Kaarten",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Gerard De Vries' 'Het Spel Kaarten' uses a card game as a metaphor for life, a storytelling style typical of Dutch levenslied tradition.",
      "fun_fact_de": "Gerard De Vries' 'Het Spel Kaarten' nutzt ein Kartenspiel als Metapher für das Leben – typisch für die niederländische Levenslied-Tradition.",
      "fun_fact_es": "'Het Spel Kaarten' de Gerard De Vries usa un juego de cartas como metáfora de la vida, típico de la tradición del levenslied neerlandés.",
      "fun_fact_fr": "'Het Spel Kaarten' de Gerard De Vries utilise un jeu de cartes comme métaphore de la vie, typique de la tradition du levenslied néerlandais.",
      "uri_apple_music": "applemusic://track/1326170341",
      "uri_youtube_music": "https://music.youtube.com/watch?v=3_mP8m21gf4",
      "uri_tidal": "tidal://track/82651145"
    },
    {
      "year": 1975,
      "uri": "spotify:track:6mBkzVylqtgtazeHayvFZU",
      "artist": "De Heikrekels",
      "alt_artists": [
        "Frans Bauer",
        "Mannenkoor Karrespoor"
      ],
      "title": "Waarom Heb Jij Me Laten Staan?",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "De Heikrekels from Brabant are icons of Dutch carnival music. This heartbreak song became one of the most requested carnival ballads in the southern Netherlands.",
      "fun_fact_de": "Die Heikrekels aus Brabant sind Ikonen der niederländischen Karnevalsmusik. Dieser Herzschmerz-Song wurde eine der meistgefragten Karnevalsballaden.",
      "fun_fact_es": "De Heikrekels de Brabante son iconos de la música de carnaval holandesa. Esta balada se convirtió en una de las más solicitadas del carnaval.",
      "fun_fact_fr": "De Heikrekels du Brabant sont des icônes de la musique de carnaval néerlandaise. Cette ballade est devenue l'une des plus demandées du carnaval.",
      "uri_apple_music": "applemusic://track/315429273",
      "uri_youtube_music": "https://music.youtube.com/watch?v=R4v0fg2Nszc",
      "uri_tidal": "tidal://track/26119982"
    },
    {
      "year": 1976,
      "uri": "spotify:track:0tA70v8mUkJfhSQrmyIjYJ",
      "artist": "Wilma",
      "alt_artists": [
        "Corry Konings",
        "Mieke Telkamp"
      ],
      "title": "Zou Het Erg Zijn, Lieve Opa",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Young Wilma sang this touching ode to her grandfather, produced by Vader Abraham. It became a massive hit and one of the most emotional Dutch children's songs.",
      "fun_fact_de": "Die junge Wilma sang diese rührende Ode an ihren Großvater, produziert von Vader Abraham. Es wurde ein Riesenhit.",
      "fun_fact_es": "La joven Wilma cantó esta conmovedora oda a su abuelo, producida por Vader Abraham. Se convirtió en un gran éxito.",
      "fun_fact_fr": "La jeune Wilma a chanté cette émouvante ode à son grand-père, produite par Vader Abraham. Ce fut un énorme succès.",
      "uri_apple_music": "applemusic://track/1842454128",
      "uri_youtube_music": "https://music.youtube.com/watch?v=ctGPa_Qd0Jc",
      "uri_tidal": "tidal://track/463258228"
    },
    {
      "year": 1977,
      "uri": "spotify:track:6hMf1sdi51hPYgj5jWTzGj",
      "artist": "Vader Abraham",
      "alt_artists": [
        "André van Duin",
        "Gerard Cox"
      ],
      "title": "Smurfenlied",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Vader Abraham's 'Smurfenlied' became an international phenomenon, selling millions worldwide. It was a #1 hit in 16 countries and introduced the Smurfs to pop music.",
      "fun_fact_de": "Vader Abrahams 'Smurfenlied' wurde ein internationales Phänomen mit Millionen verkaufter Exemplare. Es war in 16 Ländern auf Platz 1.",
      "fun_fact_es": "El 'Smurfenlied' de Vader Abraham se convirtió en un fenómeno internacional, vendiendo millones en todo el mundo. Fue #1 en 16 países.",
      "fun_fact_fr": "Le 'Smurfenlied' de Vader Abraham est devenu un phénomène international, vendu à des millions d'exemplaires. Il a été n°1 dans 16 pays.",
      "uri_apple_music": "applemusic://track/1319843437",
      "uri_youtube_music": "https://music.youtube.com/watch?v=I9bhmB1j8-c",
      "uri_tidal": "tidal://track/81957366"
    },
    {
      "year": 1978,
      "uri": "spotify:track:5IyD0833vUHAZG4w2TvsVq",
      "artist": "Corry Konings",
      "alt_artists": [
        "Willeke Alberti",
        "Conny Vandenbos"
      ],
      "title": "Mooi Was Die Tijd",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Corry Konings' nostalgic 'Mooi Was Die Tijd' is a staple of Dutch levenslied. She is one of the best-selling female artists in Dutch music history.",
      "fun_fact_de": "Corry Konings' nostalgisches 'Mooi Was Die Tijd' ist ein Klassiker des niederländischen Levenslieds. Sie gehört zu den meistverkauften Künstlerinnen der niederländischen Musikgeschichte.",
      "fun_fact_es": "'Mooi Was Die Tijd' de Corry Konings es un clásico del levenslied neerlandés. Es una de las artistas femeninas más vendidas en la historia de la música holandesa.",
      "fun_fact_fr": "'Mooi Was Die Tijd' de Corry Konings est un incontournable du levenslied néerlandais. Elle est l'une des artistes féminines les plus vendues de l'histoire musicale néerlandaise.",
      "uri_apple_music": "applemusic://track/1371915839",
      "uri_youtube_music": "https://music.youtube.com/watch?v=pZpqZq1nNJs"
    },
    {
      "year": 1979,
      "uri": "spotify:track:4ptF2Hvq7PdsDKXV0o7x2M",
      "artist": "De Poema's",
      "alt_artists": [
        "BZN",
        "De Heikrekels"
      ],
      "title": "Zij Maakt Het Verschil",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "De Poema's were known for their catchy Dutch pop songs in the late 70s and early 80s. 'Zij Maakt Het Verschil' remains a fan favorite.",
      "fun_fact_de": "De Poema's waren bekannt für ihre eingängigen niederländischen Popsongs der späten 70er und frühen 80er.",
      "fun_fact_es": "De Poema's eran conocidos por sus pegadizas canciones pop neerlandesas de finales de los 70 y principios de los 80.",
      "fun_fact_fr": "De Poema's étaient connus pour leurs chansons pop néerlandaises accrocheuses de la fin des années 70 et du début des années 80.",
      "uri_apple_music": "applemusic://track/1062862850",
      "uri_youtube_music": "https://music.youtube.com/watch?v=ixkpPLFKjEs",
      "uri_tidal": "tidal://track/54605554"
    },
    {
      "year": 1980,
      "uri": "spotify:track:0wtVwuQS2IEaCiJP7r0SMg",
      "artist": "Benny Neyman",
      "alt_artists": [
        "Frans Bauer",
        "André Hazes"
      ],
      "title": "Waarom Fluister Ik Je Naam Nog",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Benny Neyman from Limburg was known for his warm baritone voice. This romantic ballad became one of his most beloved songs in the Dutch-speaking world.",
      "fun_fact_de": "Benny Neyman aus Limburg war für seine warme Baritonstimme bekannt. Diese romantische Ballade wurde einer seiner beliebtesten Songs.",
      "fun_fact_es": "Benny Neyman de Limburgo era conocido por su cálida voz de barítono. Esta balada romántica se convirtió en una de sus canciones más queridas.",
      "fun_fact_fr": "Benny Neyman du Limbourg était connu pour sa voix chaude de baryton. Cette ballade romantique est devenue l'une de ses chansons les plus aimées.",
      "uri_apple_music": "applemusic://track/1376325076",
      "uri_youtube_music": "https://music.youtube.com/watch?v=v6RvQh6_2HE"
    },
    {
      "year": 1981,
      "uri": "spotify:track:6HpcG6PA8UVcqd5TjRWKm8",
      "artist": "Frans Theunisz",
      "alt_artists": [
        "De Heikrekels",
        "Mannenkoor Karrespoor"
      ],
      "title": "Sjeng aon de geng",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Sung in Limburgish dialect, 'Sjeng aon de geng' is a carnival classic from the south of the Netherlands. It remains hugely popular during Vastelaovend celebrations.",
      "fun_fact_de": "'Sjeng aon de geng', gesungen im Limburger Dialekt, ist ein Karnevalsklassiker aus dem Süden der Niederlande.",
      "fun_fact_es": "Cantada en dialecto limburgués, 'Sjeng aon de geng' es un clásico del carnaval del sur de los Países Bajos.",
      "fun_fact_fr": "Chantée en dialecte limbourgeois, 'Sjeng aon de geng' est un classique du carnaval du sud des Pays-Bas.",
      "uri_apple_music": "applemusic://track/1535250660",
      "uri_youtube_music": "https://music.youtube.com/watch?v=6HGyUr6hY3Y",
      "uri_tidal": "tidal://track/158191976"
    },
    {
      "year": 1982,
      "uri": "spotify:track:4XFI9b0xWHS0ZhPNN15xbm",
      "artist": "Jacques Herb",
      "alt_artists": [
        "Frans Bauer",
        "Jan Smit"
      ],
      "title": "Manuela",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Jacques Herb's 'Manuela' is one of the most iconic Dutch schlager songs. Its infectious melody has made it a permanent fixture at Dutch parties and singalongs.",
      "fun_fact_de": "Jacques Herbs 'Manuela' ist einer der ikonischsten niederländischen Schlager. Seine eingängige Melodie macht es zum Dauerbrenner auf niederländischen Partys.",
      "fun_fact_es": "'Manuela' de Jacques Herb es uno de los schlagers neerlandeses más icónicos. Su melodía contagiosa lo hace imprescindible en fiestas holandesas.",
      "fun_fact_fr": "'Manuela' de Jacques Herb est l'un des schlagers néerlandais les plus emblématiques. Sa mélodie contagieuse en fait un incontournable des fêtes.",
      "uri_apple_music": "applemusic://track/631201353",
      "uri_youtube_music": "https://music.youtube.com/watch?v=0aH46jKoe5s",
      "uri_tidal": "tidal://track/96046943"
    },
    {
      "year": 1984,
      "uri": "spotify:track:0q9r5fHCLETKiJPbGQE6Gy",
      "artist": "Danny De Munk",
      "alt_artists": [
        "Gerard Joling",
        "Jan Smit"
      ],
      "title": "Ik Voel Me Zo Verdomd Alleen",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Danny De Munk became famous as a child actor in the musical 'Ciske de Rat'. This emotional song showcased his talent beyond acting.",
      "fun_fact_de": "Danny De Munk wurde als Kinderdarsteller im Musical 'Ciske de Rat' berühmt. Dieser emotionale Song zeigte sein Talent jenseits der Schauspielerei.",
      "fun_fact_es": "Danny De Munk se hizo famoso como actor infantil en el musical 'Ciske de Rat'. Esta emotiva canción demostró su talento más allá de la actuación.",
      "fun_fact_fr": "Danny De Munk est devenu célèbre comme enfant acteur dans la comédie musicale 'Ciske de Rat'. Cette chanson émouvante a révélé son talent au-delà du jeu d'acteur.",
      "uri_apple_music": "applemusic://track/1224948388",
      "uri_youtube_music": "https://music.youtube.com/watch?v=J7nCGeE-8IA",
      "uri_tidal": "tidal://track/56826819"
    },
    {
      "year": 1984,
      "uri": "spotify:track:7KCyk4Bm2gmOJ2GEIgeJjF",
      "artist": "D.C. Lewis",
      "alt_artists": [
        "Rob de Nijs",
        "Danny De Munk"
      ],
      "title": "Mijn Gebed",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "D.C. Lewis delivered a powerful vocal performance on 'Mijn Gebed', a spiritual ballad that resonated deeply with Dutch audiences in the 1980s.",
      "fun_fact_de": "D.C. Lewis lieferte eine kraftvolle Gesangsleistung bei 'Mijn Gebed', einer spirituellen Ballade, die das niederländische Publikum in den 80ern tief berührte.",
      "fun_fact_es": "D.C. Lewis ofreció una poderosa interpretación vocal en 'Mijn Gebed', una balada espiritual que caló hondo en el público neerlandés de los 80.",
      "fun_fact_fr": "D.C. Lewis a livré une performance vocale puissante sur 'Mijn Gebed', une ballade spirituelle qui a profondément touché le public néerlandais des années 80."
    },
    {
      "year": 1986,
      "uri": "spotify:track:1ZPEuL91Q4TRr0Al7Vbfjz",
      "artist": "Mannenkoor Karrespoor",
      "alt_artists": [
        "De Heikrekels",
        "Vader Abraham"
      ],
      "title": "Mooi Man",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Mannenkoor Karrespoor's 'Mooi Man' is one of the most famous Dutch carnival songs ever. The male choir's singalong anthem is an absolute staple during carnival season.",
      "fun_fact_de": "'Mooi Man' von Mannenkoor Karrespoor ist einer der berühmtesten niederländischen Karnevalslieder überhaupt.",
      "fun_fact_es": "'Mooi Man' de Mannenkoor Karrespoor es una de las canciones de carnaval holandesas más famosas de todos los tiempos.",
      "fun_fact_fr": "'Mooi Man' de Mannenkoor Karrespoor est l'une des chansons de carnaval néerlandaises les plus célèbres de tous les temps.",
      "uri_apple_music": "applemusic://track/167024546",
      "uri_youtube_music": "https://music.youtube.com/watch?v=5Y2gZoz1IIA",
      "uri_tidal": "tidal://track/495855028"
    },
    {
      "year": 1988,
      "uri": "spotify:track:0yIzbIUyiJnTkByb2ryhtv",
      "artist": "Andre Hazes",
      "alt_artists": [
        "Frans Bauer",
        "Gordon"
      ],
      "title": "Blijf Bij Mij",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "André Hazes is the undisputed king of Dutch levenslied. 'Blijf Bij Mij' with Gerard Joling became one of the most emotional duets in Dutch music history.",
      "fun_fact_de": "André Hazes ist der unbestrittene König des niederländischen Levenslieds. 'Blijf Bij Mij' mit Gerard Joling wurde eines der emotionalsten Duette der niederländischen Musikgeschichte.",
      "fun_fact_es": "André Hazes es el rey indiscutible del levenslied neerlandés. 'Blijf Bij Mij' con Gerard Joling se convirtió en uno de los duetos más emotivos de la música holandesa.",
      "fun_fact_fr": "André Hazes est le roi incontesté du levenslied néerlandais. 'Blijf Bij Mij' avec Gerard Joling est devenu l'un des duos les plus émouvants de la musique néerlandaise.",
      "uri_apple_music": "applemusic://track/252951271",
      "uri_youtube_music": "https://music.youtube.com/watch?v=efCUysTS-EY",
      "uri_tidal": "tidal://track/1201255"
    },
    {
      "year": 1989,
      "uri": "spotify:track:34oyuLfWrmAPXENXDa9kvX",
      "artist": "Clouseau",
      "alt_artists": [
        "Niels Destadsbader",
        "Metejoor"
      ],
      "title": "Passie",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Belgian band Clouseau became superstars in the Low Countries with 'Passie'. They are the most successful Dutch-language band from Belgium.",
      "fun_fact_de": "Die belgische Band Clouseau wurde mit 'Passie' zu Superstars in den Beneluxländern. Sie sind die erfolgreichste niederländischsprachige Band aus Belgien.",
      "fun_fact_es": "La banda belga Clouseau se convirtió en superestrella en los Países Bajos con 'Passie'. Son la banda flamenca más exitosa de Bélgica.",
      "fun_fact_fr": "Le groupe belge Clouseau est devenu superstar dans les pays du Benelux avec 'Passie'. C'est le groupe néerlandophone le plus populaire de Belgique.",
      "uri_apple_music": "applemusic://track/696465790",
      "uri_youtube_music": "https://music.youtube.com/watch?v=8ri_jzgOKfE",
      "uri_tidal": "tidal://track/1470374"
    },
    {
      "year": 1990,
      "uri": "spotify:track:76ikfBK8uCzlSmhlYKQMLm",
      "artist": "Paul de Leeuw",
      "alt_artists": [
        "André Hazes",
        "Gordon"
      ],
      "title": "Ik Wil Niet Dat Je Liegt",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Paul de Leeuw is primarily known as a TV presenter and comedian, but proved his musical talent with this heartfelt hit that topped the Dutch charts.",
      "fun_fact_de": "Paul de Leeuw ist vor allem als TV-Moderator und Komiker bekannt, bewies aber mit diesem Hit sein musikalisches Talent.",
      "fun_fact_es": "Paul de Leeuw es conocido principalmente como presentador de TV y comediante, pero demostró su talento musical con este emotivo éxito.",
      "fun_fact_fr": "Paul de Leeuw est surtout connu comme présentateur TV et comédien, mais a prouvé son talent musical avec ce tube émouvant.",
      "uri_apple_music": "applemusic://track/1585392335",
      "uri_youtube_music": "https://music.youtube.com/watch?v=26k62FG8pws",
      "uri_tidal": "tidal://track/196779613"
    },
    {
      "year": 1990,
      "uri": "spotify:track:0lhD98JGwGzR16lJTERuO3",
      "artist": "Paul de Leeuw",
      "alt_artists": [
        "André Hazes",
        "Benny Neyman"
      ],
      "title": "'k Heb Je Lief",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Paul de Leeuw's ''k Heb Je Lief' is one of the most popular Dutch love songs, often played at weddings. It spent weeks in the Dutch Top 40.",
      "fun_fact_de": "Paul de Leeuws ''k Heb Je Lief' ist eines der beliebtesten niederländischen Liebeslieder, oft bei Hochzeiten gespielt.",
      "fun_fact_es": "''k Heb Je Lief' de Paul de Leeuw es una de las canciones de amor holandesas más populares, frecuentemente tocada en bodas.",
      "fun_fact_fr": "''k Heb Je Lief' de Paul de Leeuw est l'une des chansons d'amour néerlandaises les plus populaires, souvent jouée aux mariages.",
      "uri_apple_music": "applemusic://track/1585405284",
      "uri_youtube_music": "https://music.youtube.com/watch?v=-UYhjnScjqo",
      "uri_tidal": "tidal://track/196779532"
    },
    {
      "year": 1990,
      "uri": "spotify:track:21uuEZ2p5S3nImRptmRDCN",
      "artist": "Paul de Leeuw",
      "alt_artists": [
        "Simone Kleinsma",
        "Willeke Alberti"
      ],
      "title": "Zonder Jou",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "This duet with Simone Kleinsma is one of the most iconic Dutch ballads. The chemistry between the two performers made it an unforgettable classic.",
      "fun_fact_de": "Dieses Duett mit Simone Kleinsma ist eine der ikonischsten niederländischen Balladen. Die Chemie zwischen den beiden machte es zu einem unvergesslichen Klassiker.",
      "fun_fact_es": "Este dúo con Simone Kleinsma es una de las baladas neerlandesas más icónicas. La química entre ambos lo convirtió en un clásico inolvidable.",
      "fun_fact_fr": "Ce duo avec Simone Kleinsma est l'une des ballades néerlandaises les plus emblématiques. La complicité entre les deux en a fait un classique inoubliable.",
      "uri_apple_music": "applemusic://track/1585392334",
      "uri_youtube_music": "https://music.youtube.com/watch?v=JCNJT6O_H-4",
      "uri_tidal": "tidal://track/196779565"
    },
    {
      "year": 1990,
      "uri": "spotify:track:7wXI1Z6evrwG5ujxmeo57c",
      "artist": "Rob De Nijs",
      "alt_artists": [
        "André Hazes",
        "Marco Borsato"
      ],
      "title": "Banger Hart",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Rob de Nijs has been active since the 1960s and is one of the longest-serving Dutch pop artists. 'Banger Hart' gave him a major comeback hit in 1990.",
      "fun_fact_de": "Rob de Nijs ist seit den 1960ern aktiv und einer der langlebigsten niederländischen Popkünstler. 'Banger Hart' bescherte ihm 1990 ein großes Comeback.",
      "fun_fact_es": "Rob de Nijs ha estado activo desde los años 60 y es uno de los artistas pop neerlandeses más longevos. 'Banger Hart' le dio un gran regreso en 1990.",
      "fun_fact_fr": "Rob de Nijs est actif depuis les années 60 et est l'un des artistes pop néerlandais les plus durables. 'Banger Hart' lui a offert un grand retour en 1990.",
      "uri_apple_music": "applemusic://track/1643061994",
      "uri_youtube_music": "https://music.youtube.com/watch?v=uXPufzIr2KA",
      "uri_tidal": "tidal://track/247491352"
    },
    {
      "year": 1992,
      "uri": "spotify:track:6mWwbxphZxfBeWeDrMFJjL",
      "artist": "Gordon",
      "alt_artists": [
        "André Hazes",
        "Frans Bauer"
      ],
      "title": "Omdat Ik Zo Van Je Hou",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Gordon became one of the biggest Dutch pop stars of the 90s. 'Omdat Ik Zo Van Je Hou' was his breakthrough hit that launched a hugely successful career.",
      "fun_fact_de": "Gordon wurde einer der größten niederländischen Popstars der 90er. 'Omdat Ik Zo Van Je Hou' war sein Durchbruchhit.",
      "fun_fact_es": "Gordon se convirtió en una de las mayores estrellas del pop neerlandés de los 90. 'Omdat Ik Zo Van Je Hou' fue su gran éxito de lanzamiento.",
      "fun_fact_fr": "Gordon est devenu l'une des plus grandes stars de la pop néerlandaise des années 90. 'Omdat Ik Zo Van Je Hou' a été son tube de percée.",
      "uri_apple_music": "applemusic://track/485881394",
      "uri_youtube_music": "https://music.youtube.com/watch?v=KTrfqIUvXbU"
    },
    {
      "year": 1993,
      "uri": "spotify:track:0vWOq4z0mDYs0GSs7imUEd",
      "artist": "Gordon",
      "alt_artists": [
        "André Hazes",
        "Gerard Joling"
      ],
      "title": "Kon Ik Maar Even Bij Je Zijn",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Gordon's 'Kon Ik Maar Even Bij Je Zijn' cemented his status as the Netherlands' leading pop balladeer in the early 1990s.",
      "fun_fact_de": "Gordons 'Kon Ik Maar Even Bij Je Zijn' festigte seinen Status als führender Pop-Balladensänger der Niederlande in den frühen 90ern.",
      "fun_fact_es": "'Kon Ik Maar Even Bij Je Zijn' de Gordon consolidó su estatus como el principal baladista pop de los Países Bajos a principios de los 90.",
      "fun_fact_fr": "'Kon Ik Maar Even Bij Je Zijn' de Gordon a consolidé son statut de premier chanteur de ballades pop des Pays-Bas au début des années 90.",
      "uri_apple_music": "applemusic://track/203453696",
      "uri_youtube_music": "https://music.youtube.com/watch?v=zTgEwd8b-0E"
    },
    {
      "year": 1994,
      "uri": "spotify:track:2o4iWZOFE8kkl0tK66WADw",
      "artist": "Marco Borsato",
      "alt_artists": [
        "Gordon",
        "André Hazes"
      ],
      "title": "Dromen Zijn Bedrog",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Marco Borsato is the best-selling Dutch male artist of all time. 'Dromen Zijn Bedrog' was his massive breakthrough hit that stayed at #1 for weeks.",
      "fun_fact_de": "Marco Borsato ist der meistverkaufte niederländische Solokünstler aller Zeiten. 'Dromen Zijn Bedrog' war sein großer Durchbruchhit.",
      "fun_fact_es": "Marco Borsato es el artista masculino neerlandés más vendido de todos los tiempos. 'Dromen Zijn Bedrog' fue su gran éxito de lanzamiento.",
      "fun_fact_fr": "Marco Borsato est l'artiste masculin néerlandais le plus vendu de tous les temps. 'Dromen Zijn Bedrog' a été son immense tube de percée.",
      "uri_apple_music": "applemusic://track/1443256980",
      "uri_youtube_music": "https://music.youtube.com/watch?v=3tcHzIcrdms",
      "uri_tidal": "tidal://track/15759732"
    },
    {
      "year": 1995,
      "uri": "spotify:track:0BGiXFcfWNE1ZOJYwtbWbX",
      "artist": "Henk Westbroek",
      "alt_artists": [
        "Frank Boeijen",
        "Boudewijn de Groot"
      ],
      "title": "Zelfs Je Naam Is Mooi",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Henk Westbroek, frontman of Het Goede Doel, scored his biggest solo hit with this romantic song. He later became famous as a pub owner and TV personality.",
      "fun_fact_de": "Henk Westbroek, Frontmann von Het Goede Doel, hatte mit diesem romantischen Lied seinen größten Solo-Hit. Später wurde er als Kneipenwirt und TV-Persönlichkeit bekannt.",
      "fun_fact_es": "Henk Westbroek, líder de Het Goede Doel, logró su mayor éxito en solitario con esta canción romántica. Luego se hizo famoso como dueño de bar y personalidad televisiva.",
      "fun_fact_fr": "Henk Westbroek, leader de Het Goede Doel, a obtenu son plus grand succès solo avec cette chanson romantique. Il est devenu célèbre comme patron de bar et personnalité TV.",
      "uri_apple_music": "applemusic://track/1441967328",
      "uri_youtube_music": "https://music.youtube.com/watch?v=LquFghQFXFQ",
      "uri_tidal": "tidal://track/99182586"
    },
    {
      "year": 1996,
      "uri": "spotify:track:4MtbnO2jRAtFwMagTAYJwE",
      "artist": "Linda Roos & Jessica",
      "alt_artists": [
        "K-otic",
        "Ch!pz"
      ],
      "title": "Ademnood",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Linda, Roos & Jessica were a Dutch girl group formed through the TV show 'Doeschka'. 'Ademnood' became a huge 90s hit in the Netherlands.",
      "fun_fact_de": "Linda, Roos & Jessica waren eine niederländische Girlgroup aus der TV-Show 'Doeschka'. 'Ademnood' wurde ein großer 90er-Hit.",
      "fun_fact_es": "Linda, Roos & Jessica fueron un grupo femenino holandés formado en el programa de TV 'Doeschka'. 'Ademnood' fue un gran éxito de los 90.",
      "fun_fact_fr": "Linda, Roos & Jessica étaient un girl group néerlandais formé par l'émission 'Doeschka'. 'Ademnood' est devenu un énorme tube des années 90."
    },
    {
      "year": 1996,
      "uri": "spotify:track:1gw0YCogZvwqh39aCj7ksZ",
      "artist": "Marco Borsato",
      "alt_artists": [
        "Gordon",
        "Rob de Nijs"
      ],
      "title": "Waarom Nou Jij",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Marco Borsato dominated the Dutch charts throughout the 1990s. 'Waarom Nou Jij' was another emotional ballad that showcased his powerful voice.",
      "fun_fact_de": "Marco Borsato dominierte die niederländischen Charts in den 1990ern. 'Waarom Nou Jij' war eine weitere emotionale Ballade.",
      "fun_fact_es": "Marco Borsato dominó las listas holandesas en los 90. 'Waarom Nou Jij' fue otra balada emotiva que demostró su poderosa voz.",
      "fun_fact_fr": "Marco Borsato a dominé les classements néerlandais dans les années 90. 'Waarom Nou Jij' était une autre ballade émouvante."
    },
    {
      "year": 1997,
      "uri": "spotify:track:3yxFiZHkQgJmLEyhij30rr",
      "artist": "Marco Borsato",
      "alt_artists": [
        "Gordon",
        "Nick & Simon"
      ],
      "title": "Rood",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "'Rood' spent 8 weeks at #1 in the Dutch Top 40 and became Marco Borsato's signature song. The anthemic chorus is instantly recognizable across the Netherlands.",
      "fun_fact_de": "'Rood' war 8 Wochen auf Platz 1 der niederländischen Top 40 und wurde Marco Borsatos Erkennungslied.",
      "fun_fact_es": "'Rood' pasó 8 semanas en el #1 de las listas holandesas y se convirtió en la canción insignia de Marco Borsato.",
      "fun_fact_fr": "'Rood' est resté 8 semaines en tête du Top 40 néerlandais et est devenu la chanson phare de Marco Borsato."
    },
    {
      "year": 1998,
      "uri": "spotify:track:7B78M515588woNjQFBdGcJ",
      "artist": "Frans Bauer",
      "alt_artists": [
        "André Hazes",
        "Jan Smit"
      ],
      "title": "Heb Je Even Voor Mij",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Frans Bauer is the king of Dutch schlager. 'Heb Je Even Voor Mij' became one of his biggest hits and a karaoke favorite across the Netherlands.",
      "fun_fact_de": "Frans Bauer ist der König des niederländischen Schlagers. 'Heb Je Even Voor Mij' wurde einer seiner größten Hits und ein Karaoke-Favorit.",
      "fun_fact_es": "Frans Bauer es el rey del schlager neerlandés. 'Heb Je Even Voor Mij' se convirtió en uno de sus mayores éxitos y un favorito del karaoke.",
      "fun_fact_fr": "Frans Bauer est le roi du schlager néerlandais. 'Heb Je Even Voor Mij' est devenu l'un de ses plus grands succès et un favori du karaoké."
    },
    {
      "year": 1998,
      "uri": "spotify:track:4S4qg2f9wJUskXClMAVEwJ",
      "artist": "Guus Meeuwis",
      "alt_artists": [
        "Marco Borsato",
        "BLØF"
      ],
      "title": "Per Spoor (Kedeng Kedeng)",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Guus Meeuwis & Vagant's 'Per Spoor' became a sing-along anthem. Guus later became famous for his annual concerts at the Philips Stadion in Eindhoven.",
      "fun_fact_de": "Guus Meeuwis & Vagants 'Per Spoor' wurde eine Mitsing-Hymne. Guus wurde später berühmt für seine jährlichen Konzerte im Philips Stadion in Eindhoven.",
      "fun_fact_es": "'Per Spoor' de Guus Meeuwis & Vagant se convirtió en un himno para cantar. Guus es famoso por sus conciertos anuales en el Philips Stadion de Eindhoven.",
      "fun_fact_fr": "'Per Spoor' de Guus Meeuwis & Vagant est devenu un hymne à reprendre en chœur. Guus est célèbre pour ses concerts annuels au Philips Stadion d'Eindhoven."
    },
    {
      "year": 1998,
      "uri": "spotify:track:1jnUXW29r0JgYRcQmC3gIp",
      "artist": "Guus Meeuwis",
      "alt_artists": [
        "Marco Borsato",
        "BLØF"
      ],
      "title": "Het Is Een Nacht... (Levensecht)",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "'Het Is Een Nacht' is consistently voted the greatest Dutch song of all time. It's the ultimate sing-along anthem and a must-play at every Dutch party.",
      "fun_fact_de": "'Het Is Een Nacht' wird regelmäßig zum größten niederländischen Song aller Zeiten gewählt. Es ist die ultimative Mitsing-Hymne jeder niederländischen Party.",
      "fun_fact_es": "'Het Is Een Nacht' es votada constantemente como la mejor canción holandesa de todos los tiempos. Es el himno definitivo de toda fiesta neerlandesa.",
      "fun_fact_fr": "'Het Is Een Nacht' est régulièrement élue plus grande chanson néerlandaise de tous les temps. C'est l'hymne incontournable de toute fête néerlandaise."
    },
    {
      "year": 1998,
      "uri": "spotify:track:2O1RIY1rSH55rBGZBDxAkx",
      "artist": "Marco Borsato",
      "alt_artists": [
        "Nick & Simon",
        "Guus Meeuwis"
      ],
      "title": "Afscheid Nemen Bestaat Niet",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "This emotional ballad by Marco Borsato is frequently played at Dutch funerals and farewell ceremonies. Its message of eternal bonds resonates deeply.",
      "fun_fact_de": "Diese emotionale Ballade von Marco Borsato wird häufig bei niederländischen Beerdigungen und Abschiedszeremonien gespielt.",
      "fun_fact_es": "Esta emotiva balada de Marco Borsato se reproduce frecuentemente en funerales y ceremonias de despedida en los Países Bajos.",
      "fun_fact_fr": "Cette ballade émouvante de Marco Borsato est fréquemment jouée lors de funérailles et cérémonies d'adieu aux Pays-Bas."
    },
    {
      "year": 1999,
      "uri": "spotify:track:4439gDsZasiXC4mGpw6yJc",
      "artist": "Acda en de Munnik",
      "alt_artists": [
        "Boudewijn de Groot",
        "Veldhuis & Kemper"
      ],
      "title": "Niet Of Nooit Geweest",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Acda en de Munnik were a beloved Dutch singer-songwriter duo. 'Niet Of Nooit Geweest' became their signature song and a Dutch Top 2000 favorite.",
      "fun_fact_de": "Acda en de Munnik waren ein beliebtes niederländisches Singer-Songwriter-Duo. 'Niet Of Nooit Geweest' wurde ihr bekanntester Song.",
      "fun_fact_es": "Acda en de Munnik fueron un querido dúo de cantautores neerlandeses. 'Niet Of Nooit Geweest' se convirtió en su canción más emblemática.",
      "fun_fact_fr": "Acda en de Munnik étaient un duo d'auteurs-compositeurs néerlandais très aimé. 'Niet Of Nooit Geweest' est devenu leur chanson phare."
    },
    {
      "year": 2000,
      "uri": "spotify:track:2ByULUICXLN5EEdt4iMnwW",
      "artist": "Volumia!",
      "alt_artists": [
        "K-otic",
        "Gordon"
      ],
      "title": "Hou Me Vast",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Volumia! won the Dutch national selection for Eurovision 2000 but didn't compete due to the Netherlands being relegated. 'Hou Me Vast' became a massive hit regardless.",
      "fun_fact_de": "Volumia! gewann die niederländische Vorauswahl für den Eurovision 2000, konnte aber nicht teilnehmen. 'Hou Me Vast' wurde trotzdem ein Riesenhit.",
      "fun_fact_es": "Volumia! ganó la selección nacional holandesa para Eurovisión 2000, pero no compitió. 'Hou Me Vast' fue un gran éxito de todos modos.",
      "fun_fact_fr": "Volumia! a gagné la sélection nationale néerlandaise pour l'Eurovision 2000 mais n'a pas concouru. 'Hou Me Vast' est devenu un immense succès malgré tout."
    },
    {
      "year": 2000,
      "uri": "spotify:track:2h1jMOkIDg1RmYaTdh8RcL",
      "artist": "Volumia!",
      "alt_artists": [
        "K-otic",
        "Marco Borsato"
      ],
      "title": "Afscheid",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Volumia!'s 'Afscheid' is another emotional hit from the band, proving they were more than a one-hit wonder in the Dutch music scene of the early 2000s.",
      "fun_fact_de": "Volumia!'s 'Afscheid' ist ein weiterer emotionaler Hit der Band aus der niederländischen Musikszene der frühen 2000er.",
      "fun_fact_es": "'Afscheid' de Volumia! es otro éxito emotivo de la banda, demostrando que eran más que un éxito pasajero en la música holandesa.",
      "fun_fact_fr": "'Afscheid' de Volumia! est un autre tube émouvant du groupe, prouvant qu'ils étaient bien plus qu'un feu de paille dans la musique néerlandaise."
    },
    {
      "year": 2001,
      "uri": "spotify:track:0cKngKox9JinYgGOSNIT3A",
      "artist": "BLØF",
      "alt_artists": [
        "Racoon",
        "Acda en de Munnik"
      ],
      "title": "Alles Is Liefde",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "BLØF's 'Alles Is Liefde' inspired a hit Dutch movie of the same name in 2007. It's one of the most iconic Dutch rock songs of the 21st century.",
      "fun_fact_de": "BLØFs 'Alles Is Liefde' inspirierte 2007 einen gleichnamigen niederländischen Kinofilm. Es ist einer der ikonischsten niederländischen Rocksongs des 21. Jahrhunderts.",
      "fun_fact_es": "'Alles Is Liefde' de BLØF inspiró una exitosa película holandesa homónima en 2007. Es una de las canciones de rock holandesas más icónicas del siglo XXI.",
      "fun_fact_fr": "'Alles Is Liefde' de BLØF a inspiré un film néerlandais à succès du même nom en 2007. C'est l'une des chansons rock néerlandaises les plus emblématiques du XXIe siècle."
    },
    {
      "year": 2001,
      "uri": "spotify:track:68nDLaf2sJx2Tq0g3WuO8F",
      "artist": "Jan Smit",
      "alt_artists": [
        "Frans Bauer",
        "Danny De Munk"
      ],
      "title": "Als De Morgen Is Gekomen",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Jan Smit started his career as a child star at age 12. 'Als De Morgen Is Gekomen' became one of his signature songs and a Dutch evergreen.",
      "fun_fact_de": "Jan Smit begann seine Karriere als 12-jähriger Kinderstar. 'Als De Morgen Is Gekomen' wurde einer seiner bekanntesten Songs.",
      "fun_fact_es": "Jan Smit comenzó su carrera como niño estrella a los 12 años. 'Als De Morgen Is Gekomen' se convirtió en una de sus canciones más emblemáticas.",
      "fun_fact_fr": "Jan Smit a commencé sa carrière comme enfant star à 12 ans. 'Als De Morgen Is Gekomen' est devenu l'une de ses chansons phares."
    },
    {
      "year": 2001,
      "uri": "spotify:track:0VgcSXRbYDHnLBDyuBaBkp",
      "artist": "Jan Smit",
      "alt_artists": [
        "Frans Bauer",
        "Gordon"
      ],
      "title": "Ik Zing Dit Lied Voor Jou Alleen",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Jan Smit became the youngest artist to top the Dutch charts. 'Ik Zing Dit Lied Voor Jou Alleen' is a romantic ballad that remains popular at weddings.",
      "fun_fact_de": "Jan Smit wurde der jüngste Künstler an der Spitze der niederländischen Charts. 'Ik Zing Dit Lied Voor Jou Alleen' ist eine beliebte Hochzeitsballade.",
      "fun_fact_es": "Jan Smit fue el artista más joven en liderar las listas holandesas. 'Ik Zing Dit Lied Voor Jou Alleen' es una balada romántica popular en bodas.",
      "fun_fact_fr": "Jan Smit est devenu le plus jeune artiste en tête des classements néerlandais. 'Ik Zing Dit Lied Voor Jou Alleen' est une ballade romantique populaire aux mariages."
    },
    {
      "year": 2002,
      "uri": "spotify:track:3HWNzYaGf9LmV6G3JYCEwS",
      "artist": "Guus Meeuwis",
      "alt_artists": [
        "Marco Borsato",
        "BLØF"
      ],
      "title": "Geef Mij Je Angst",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Guus Meeuwis holds the record for most consecutive sold-out shows at the Philips Stadion in Eindhoven, with his annual 'Groots met een Zachte G' concerts.",
      "fun_fact_de": "Guus Meeuwis hält den Rekord für die meisten ausverkauften Konzerte im Philips Stadion Eindhoven mit seinen jährlichen 'Groots met een Zachte G'-Konzerten.",
      "fun_fact_es": "Guus Meeuwis tiene el récord de más conciertos consecutivos agotados en el Philips Stadion de Eindhoven con su serie anual 'Groots met een Zachte G'.",
      "fun_fact_fr": "Guus Meeuwis détient le record de concerts à guichets fermés consécutifs au Philips Stadion d'Eindhoven avec ses concerts annuels 'Groots met een Zachte G'."
    },
    {
      "year": 2002,
      "uri": "spotify:track:2y3lznWjrmXHD8rXEcfEhT",
      "artist": "Marco Borsato",
      "alt_artists": [
        "Guus Meeuwis",
        "Nick & Simon"
      ],
      "title": "Dochters",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Marco Borsato wrote 'Dochters' as a tribute to his daughters. It became one of the most emotional father-daughter songs in Dutch music.",
      "fun_fact_de": "Marco Borsato schrieb 'Dochters' als Hommage an seine Töchter. Es wurde eines der emotionalsten Vater-Tochter-Lieder der niederländischen Musik.",
      "fun_fact_es": "Marco Borsato escribió 'Dochters' como tributo a sus hijas. Se convirtió en una de las canciones padre-hija más emotivas de la música holandesa.",
      "fun_fact_fr": "Marco Borsato a écrit 'Dochters' en hommage à ses filles. C'est devenu l'une des chansons père-fille les plus émouvantes de la musique néerlandaise."
    },
    {
      "year": 2003,
      "uri": "spotify:track:0PynPGqWuKWpxoAKZvRA0t",
      "artist": "Hero",
      "alt_artists": [
        "Abel",
        "Racoon"
      ],
      "title": "Toen Ik Je Zag",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Hero's 'Toen Ik Je Zag' became one of the most popular Dutch wedding songs. Its romantic lyrics have made it an enduring favorite for first dances.",
      "fun_fact_de": "Heros 'Toen Ik Je Zag' wurde eines der beliebtesten niederländischen Hochzeitslieder und ein Favorit für den Eröffnungstanz.",
      "fun_fact_es": "'Toen Ik Je Zag' de Hero se convirtió en una de las canciones de boda holandesas más populares y favorita para el primer baile.",
      "fun_fact_fr": "'Toen Ik Je Zag' de Hero est devenue l'une des chansons de mariage néerlandaises les plus populaires, favorite pour la première danse."
    },
    {
      "year": 2003,
      "uri": "spotify:track:1f4VAmKMduljFaWtRGGweZ",
      "artist": "Marco Borsato",
      "alt_artists": [
        "Trijntje Oosterhuis",
        "Guus Meeuwis"
      ],
      "title": "Wereld Zonder Jou",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "This duet with Trijntje Oosterhuis combined two of the Netherlands' biggest voices. The song topped the Dutch charts and became a modern classic.",
      "fun_fact_de": "Dieses Duett mit Trijntje Oosterhuis vereinte zwei der größten Stimmen der Niederlande und wurde ein moderner Klassiker.",
      "fun_fact_es": "Este dúo con Trijntje Oosterhuis unió dos de las voces más grandes de los Países Bajos y se convirtió en un clásico moderno.",
      "fun_fact_fr": "Ce duo avec Trijntje Oosterhuis a réuni deux des plus grandes voix des Pays-Bas et est devenu un classique moderne."
    },
    {
      "year": 2004,
      "uri": "spotify:track:24gH565DhqI8zOeCQAhxTr",
      "artist": "Glennis Grace",
      "alt_artists": [
        "Davina Michelle",
        "Trijntje Oosterhuis"
      ],
      "title": "Afscheid",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Glennis Grace later gained international fame on America's Got Talent in 2018. 'Afscheid' was her breakthrough hit in the Netherlands.",
      "fun_fact_de": "Glennis Grace erlangte später internationale Berühmtheit bei America's Got Talent 2018. 'Afscheid' war ihr Durchbruchhit in den Niederlanden.",
      "fun_fact_es": "Glennis Grace ganó fama internacional en America's Got Talent en 2018. 'Afscheid' fue su éxito de lanzamiento en los Países Bajos.",
      "fun_fact_fr": "Glennis Grace a acquis une renommée internationale à America's Got Talent en 2018. 'Afscheid' a été son tube de percée aux Pays-Bas."
    },
    {
      "year": 2004,
      "uri": "spotify:track:2C2vSufLm1wLq2GjDH3iMh",
      "artist": "Marco Schuitmaker",
      "alt_artists": [
        "Frans Bauer",
        "Jan Smit"
      ],
      "title": "Engelbewaarder",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Marco Schuitmaker's 'Engelbewaarder' is a deeply emotional ballad about loss that became one of the most played songs at Dutch memorial services.",
      "fun_fact_de": "Marco Schuitmakers 'Engelbewaarder' ist eine zutiefst emotionale Ballade über Verlust, die bei niederländischen Gedenkfeiern häufig gespielt wird.",
      "fun_fact_es": "'Engelbewaarder' de Marco Schuitmaker es una balada profundamente emotiva sobre la pérdida, frecuentemente tocada en servicios conmemorativos holandeses.",
      "fun_fact_fr": "'Engelbewaarder' de Marco Schuitmaker est une ballade profondément émouvante sur la perte, fréquemment jouée lors de cérémonies commémoratives néerlandaises."
    },
    {
      "year": 2005,
      "uri": "spotify:track:5OhjkylPjKnmR7I2gnVNwz",
      "artist": "Racoon",
      "alt_artists": [
        "BLØF",
        "Acda en de Munnik"
      ],
      "title": "Het Is Al Laat Toch",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Racoon from Delft switched from singing in English to Dutch with great success. 'Het Is Al Laat Toch' became one of the best Dutch rock songs of the 2000s.",
      "fun_fact_de": "Racoon aus Delft wechselten erfolgreich vom Englischen ins Niederländische. 'Het Is Al Laat Toch' wurde einer der besten niederländischen Rocksongs der 2000er.",
      "fun_fact_es": "Racoon de Delft pasó de cantar en inglés a neerlandés con gran éxito. 'Het Is Al Laat Toch' es una de las mejores canciones de rock holandesas de los 2000.",
      "fun_fact_fr": "Racoon de Delft est passé de l'anglais au néerlandais avec succès. 'Het Is Al Laat Toch' est l'une des meilleures chansons rock néerlandaises des années 2000."
    },
    {
      "year": 2006,
      "uri": "spotify:track:5dOov14V6FD3sEjDZMiRS6",
      "artist": "Marco Borsato",
      "alt_artists": [
        "Do",
        "Trijntje Oosterhuis"
      ],
      "title": "Voorbij",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Marco Borsato's duet with Do was a massive radio hit. Do (Dominique van Hulst) was one of the Netherlands' most popular female artists of the mid-2000s.",
      "fun_fact_de": "Marco Borsatos Duett mit Do war ein großer Radiohit. Do war eine der beliebtesten niederländischen Künstlerinnen der 2000er.",
      "fun_fact_es": "El dúo de Marco Borsato con Do fue un gran éxito de radio. Do fue una de las artistas más populares de los Países Bajos en los 2000.",
      "fun_fact_fr": "Le duo de Marco Borsato avec Do a été un énorme tube radio. Do était l'une des artistes les plus populaires des Pays-Bas dans les années 2000."
    },
    {
      "year": 2006,
      "uri": "spotify:track:0zod2geACnBZNbL72LBP6Y",
      "artist": "Brainpower",
      "alt_artists": [
        "Def Rhymz",
        "Lange Frans"
      ],
      "title": "Dansplaat",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Brainpower is considered one of the godfathers of Dutch hip-hop. 'Dansplaat' proved that Dutch-language rap could produce mainstream party hits.",
      "fun_fact_de": "Brainpower gilt als einer der Begründer des niederländischen Hip-Hop. 'Dansplaat' bewies, dass niederländischsprachiger Rap Mainstream-Partyhits produzieren kann.",
      "fun_fact_es": "Brainpower es considerado uno de los padres fundadores del hip-hop neerlandés. 'Dansplaat' demostró que el rap en neerlandés podía producir éxitos de fiesta.",
      "fun_fact_fr": "Brainpower est considéré comme l'un des pères fondateurs du hip-hop néerlandais. 'Dansplaat' a prouvé que le rap néerlandophone pouvait produire des tubes de fête."
    },
    {
      "year": 2006,
      "uri": "spotify:track:7oIV4elnbceFEZkqsUrfDw",
      "artist": "Veldhuis & Kemper",
      "alt_artists": [
        "Acda en de Munnik",
        "Racoon"
      ],
      "title": "Ik Wou Dat Ik Jou Was",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Veldhuis & Kemper were a comedy-music duo who surprised everyone with this sincere, emotional hit that reached #1 in the Netherlands.",
      "fun_fact_de": "Veldhuis & Kemper waren ein Comedy-Musik-Duo, das alle mit diesem aufrichtigen, emotionalen Hit überraschte, der in den Niederlanden Platz 1 erreichte.",
      "fun_fact_es": "Veldhuis & Kemper eran un dúo de comedia musical que sorprendió a todos con este sincero y emotivo éxito que llegó al #1 en los Países Bajos.",
      "fun_fact_fr": "Veldhuis & Kemper étaient un duo comique-musical qui a surpris tout le monde avec ce tube sincère et émouvant, arrivé en tête des classements néerlandais."
    },
    {
      "year": 2007,
      "uri": "spotify:track:0rTQRDl0Y9zykUdH75UUrt",
      "artist": "De Jeugd Van Tegenwoordig",
      "alt_artists": [
        "Brainpower",
        "Kraantje Pappie"
      ],
      "title": "Watskeburt?!",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "De Jeugd Van Tegenwoordig revolutionized Dutch hip-hop with 'Watskeburt?!'. The track won an Edison Award and became a cultural phenomenon in the Netherlands.",
      "fun_fact_de": "De Jeugd Van Tegenwoordig revolutionierte den niederländischen Hip-Hop mit 'Watskeburt?!'. Der Track gewann einen Edison Award.",
      "fun_fact_es": "De Jeugd Van Tegenwoordig revolucionó el hip-hop neerlandés con 'Watskeburt?!'. El tema ganó un premio Edison y se convirtió en un fenómeno cultural.",
      "fun_fact_fr": "De Jeugd Van Tegenwoordig a révolutionné le hip-hop néerlandais avec 'Watskeburt?!'. Le titre a remporté un Edison Award et est devenu un phénomène culturel."
    },
    {
      "year": 2007,
      "uri": "spotify:track:2E3Vt7fF1tuvnkwc8Pqk7B",
      "artist": "Def Rhymz",
      "alt_artists": [
        "Brainpower",
        "Ali B"
      ],
      "title": "Schudden",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Def Rhymz' 'Schudden' became a massive club and party hit in the Netherlands. Its infectious beat made it impossible not to dance to.",
      "fun_fact_de": "Def Rhymz' 'Schudden' wurde ein riesiger Club- und Partyhit in den Niederlanden. Sein mitreißender Beat machte das Tanzen unvermeidlich.",
      "fun_fact_es": "'Schudden' de Def Rhymz se convirtió en un gran éxito de discoteca y fiestas en los Países Bajos. Su ritmo contagioso hacía imposible no bailar.",
      "fun_fact_fr": "'Schudden' de Def Rhymz est devenu un énorme tube en club et en soirée aux Pays-Bas. Son rythme contagieux rendait impossible de ne pas danser."
    },
    {
      "year": 2007,
      "uri": "spotify:track:5fMPvkWzJRn7froaN7WSOW",
      "artist": "Lange Frans",
      "alt_artists": [
        "Ali B",
        "Brainpower"
      ],
      "title": "Zinloos",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Lange Frans & Baas B with Ninthe created one of the most emotional Dutch rap songs. 'Zinloos' showed that Dutch hip-hop could be deeply moving.",
      "fun_fact_de": "Lange Frans & Baas B mit Ninthe schufen einen der emotionalsten niederländischen Rapsongs. 'Zinloos' zeigte, dass niederländischer Hip-Hop tief berühren kann.",
      "fun_fact_es": "Lange Frans & Baas B con Ninthe crearon una de las canciones de rap neerlandesas más emotivas. 'Zinloos' demostró que el hip-hop holandés puede ser conmovedor.",
      "fun_fact_fr": "Lange Frans & Baas B avec Ninthe ont créé l'une des chansons de rap néerlandaises les plus émouvantes. 'Zinloos' a montré que le hip-hop néerlandais pouvait être profondément touchant."
    },
    {
      "year": 2007,
      "uri": "spotify:track:0yY3N17mBXDdu5yL56LT6p",
      "artist": "Marco Borsato",
      "alt_artists": [
        "Ali B",
        "Guus Meeuwis"
      ],
      "title": "Wat Zou Je Doen",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "The collaboration between pop king Marco Borsato and rapper Ali B was groundbreaking, bridging two very different music worlds in the Netherlands.",
      "fun_fact_de": "Die Zusammenarbeit zwischen Popkönig Marco Borsato und Rapper Ali B war bahnbrechend und verband zwei sehr unterschiedliche Musikwelten.",
      "fun_fact_es": "La colaboración entre el rey del pop Marco Borsato y el rapero Ali B fue revolucionaria, uniendo dos mundos musicales muy diferentes.",
      "fun_fact_fr": "La collaboration entre le roi de la pop Marco Borsato et le rappeur Ali B a été révolutionnaire, réunissant deux mondes musicaux très différents."
    },
    {
      "year": 2008,
      "uri": "spotify:track:5z498H7XZIWiGggUe01Md5",
      "artist": "Ali B",
      "alt_artists": [
        "Brainpower",
        "Lange Frans"
      ],
      "title": "Ik Ben Je Zat",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Ali B is one of the most successful Dutch-Moroccan rappers and TV personalities. 'Ik Ben Je Zat' with Brace became a massive hit, blending rap with pop.",
      "fun_fact_de": "Ali B ist einer der erfolgreichsten niederländisch-marokkanischen Rapper und TV-Persönlichkeiten. 'Ik Ben Je Zat' mit Brace wurde ein Riesenhit.",
      "fun_fact_es": "Ali B es uno de los raperos y personalidades televisivas holandés-marroquíes más exitosos. 'Ik Ben Je Zat' con Brace fue un gran éxito.",
      "fun_fact_fr": "Ali B est l'un des rappeurs et personnalités TV néerlando-marocains les plus célèbres. 'Ik Ben Je Zat' avec Brace est devenu un immense succès."
    },
    {
      "year": 2008,
      "uri": "spotify:track:7JSFkAAPnFQFgo7IKWK7g9",
      "artist": "Jeroen Van Der Boom",
      "alt_artists": [
        "Jan Smit",
        "Frans Bauer"
      ],
      "title": "Jij Bent Zo",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Jeroen van der Boom won the Dutch TV show 'De Beste Singer-Songwriter'. 'Jij Bent Zo' became his biggest hit and a staple of Dutch pop radio.",
      "fun_fact_de": "Jeroen van der Boom gewann die niederländische TV-Show 'De Beste Singer-Songwriter'. 'Jij Bent Zo' wurde sein größter Hit.",
      "fun_fact_es": "Jeroen van der Boom ganó el programa de TV 'De Beste Singer-Songwriter'. 'Jij Bent Zo' se convirtió en su mayor éxito.",
      "fun_fact_fr": "Jeroen van der Boom a gagné l'émission 'De Beste Singer-Songwriter'. 'Jij Bent Zo' est devenu son plus grand succès."
    },
    {
      "year": 2008,
      "uri": "spotify:track:4AUASx1KCTQFmpHu7qq6Kr",
      "artist": "Racoon",
      "alt_artists": [
        "BLØF",
        "Guus Meeuwis"
      ],
      "title": "Oceaan",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Racoon's 'Oceaan' was chosen as the official Dutch World Cup song. The band from Delft became one of the biggest Dutch rock acts of the 2000s.",
      "fun_fact_de": "Racoons 'Oceaan' wurde als offizielles niederländisches WM-Lied ausgewählt. Die Band aus Delft wurde eine der größten niederländischen Rockbands der 2000er.",
      "fun_fact_es": "'Oceaan' de Racoon fue elegida como la canción oficial holandesa del Mundial. La banda de Delft se convirtió en uno de los mayores actos de rock holandés.",
      "fun_fact_fr": "'Oceaan' de Racoon a été choisie comme chanson officielle néerlandaise de la Coupe du monde. Le groupe de Delft est devenu l'un des plus grands groupes rock néerlandais."
    },
    {
      "year": 2012,
      "uri": "spotify:track:4ZwnlmWd39W8PiFnw25Nfl",
      "artist": "Gers Pardoel",
      "alt_artists": [
        "Ali B",
        "Kraantje Pappie"
      ],
      "title": "Ik Neem Je Mee",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Gers Pardoel's 'Ik Neem Je Mee' was the biggest Dutch hit of 2012, spending multiple weeks at #1. It blended rap, pop and electronic music perfectly.",
      "fun_fact_de": "Gers Pardoels 'Ik Neem Je Mee' war der größte niederländische Hit 2012, mehrere Wochen auf Platz 1. Es vereinte Rap, Pop und elektronische Musik perfekt.",
      "fun_fact_es": "'Ik Neem Je Mee' de Gers Pardoel fue el mayor éxito holandés de 2012, pasando varias semanas en el #1.",
      "fun_fact_fr": "'Ik Neem Je Mee' de Gers Pardoel a été le plus grand tube néerlandais de 2012, restant plusieurs semaines en tête des classements."
    },
    {
      "year": 2012,
      "uri": "spotify:track:6f4xeiCcDnaWtSOyH5A0pH",
      "artist": "Gers Pardoel",
      "alt_artists": [
        "Ali B",
        "Ronnie Flex"
      ],
      "title": "Bagagedrager",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "'Bagagedrager' (bicycle rack) is a quintessentially Dutch concept. The song about riding on the back of someone's bike became a summer anthem.",
      "fun_fact_de": "'Bagagedrager' (Gepäckträger) ist ein typisch niederländisches Konzept. Das Lied über das Mitfahren auf dem Fahrrad wurde eine Sommerhymne.",
      "fun_fact_es": "'Bagagedrager' (portaequipajes de bicicleta) es un concepto quintaesencialmente holandés. La canción sobre ir en la parte trasera de una bici se convirtió en himno veraniego.",
      "fun_fact_fr": "'Bagagedrager' (porte-bagages de vélo) est un concept typiquement néerlandais. La chanson sur le fait de monter à l'arrière d'un vélo est devenue un hymne estival."
    },
    {
      "year": 2013,
      "uri": "spotify:track:4CH8nmzGgqd4sokxN7dacs",
      "artist": "Kenny B",
      "alt_artists": [
        "Gers Pardoel",
        "Ali B"
      ],
      "title": "Parijs",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Kenny B's 'Parijs' became one of the biggest Dutch summer hits ever. Its reggae-influenced sound and romantic lyrics made it an instant classic.",
      "fun_fact_de": "Kenny B's 'Parijs' wurde einer der größten niederländischen Sommerhits aller Zeiten mit seinem Reggae-beeinflussten Sound.",
      "fun_fact_es": "'Parijs' de Kenny B se convirtió en uno de los mayores éxitos veraniegos holandeses. Su sonido reggae y letras románticas lo hicieron un clásico instantáneo.",
      "fun_fact_fr": "'Parijs' de Kenny B est devenu l'un des plus grands tubes estivaux néerlandais. Son influence reggae et ses paroles romantiques en ont fait un classique instantané."
    },
    {
      "year": 2014,
      "uri": "spotify:track:2zVNIG9cfMyFxt8XqJ64s4",
      "artist": "Nielson",
      "alt_artists": [
        "Gers Pardoel",
        "Kenny B"
      ],
      "title": "IJskoud",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Nielson broke through with 'IJskoud', which spent 5 weeks at #1 in the Dutch Top 40. His quirky pop style brought a fresh sound to Dutch music.",
      "fun_fact_de": "Nielson hatte seinen Durchbruch mit 'IJskoud', das 5 Wochen auf Platz 1 der niederländischen Top 40 stand.",
      "fun_fact_es": "Nielson irrumpió con 'IJskoud', que pasó 5 semanas en el #1 del Top 40 holandés. Su estilo pop peculiar aportó un sonido fresco.",
      "fun_fact_fr": "Nielson a percé avec 'IJskoud', resté 5 semaines en tête du Top 40 néerlandais. Son style pop décalé a apporté un son frais à la musique néerlandaise."
    },
    {
      "year": 2014,
      "uri": "spotify:track:43jqvQLVG7LNhBkVyfvKob",
      "artist": "Nielson",
      "alt_artists": [
        "Ronnie Flex",
        "Kenny B"
      ],
      "title": "Beauty & De Brains",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Nielson followed up 'IJskoud' with another hit. 'Beauty & De Brains' showed his talent for catchy, feel-good Dutch pop with clever wordplay.",
      "fun_fact_de": "Nielson folgte 'IJskoud' mit einem weiteren Hit. 'Beauty & De Brains' zeigte sein Talent für eingängigen niederländischen Pop mit cleverem Wortspiel.",
      "fun_fact_es": "Nielson siguió a 'IJskoud' con otro éxito. 'Beauty & De Brains' mostró su talento para el pop neerlandés pegadizo con juegos de palabras ingeniosos.",
      "fun_fact_fr": "Nielson a enchaîné après 'IJskoud' avec un autre tube. 'Beauty & De Brains' a montré son talent pour la pop néerlandaise accrocheuse."
    },
    {
      "year": 2015,
      "uri": "spotify:track:6MqFl4zKmk2kaifEkJ9JUN",
      "artist": "Nielson",
      "alt_artists": [
        "Miss Montreal",
        "Suzan & Freek"
      ],
      "title": "Hoe",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "The duet between Nielson and Miss Montreal combined two of the biggest Dutch pop acts of the 2010s. 'Hoe' became a radio staple in the Netherlands.",
      "fun_fact_de": "Das Duett zwischen Nielson und Miss Montreal vereinte zwei der größten niederländischen Popacts der 2010er. 'Hoe' wurde ein Radio-Dauerbrenner.",
      "fun_fact_es": "El dúo entre Nielson y Miss Montreal unió dos de los mayores actos pop holandeses de la década de 2010. 'Hoe' se convirtió en un clásico de la radio.",
      "fun_fact_fr": "Le duo entre Nielson et Miss Montreal a réuni deux des plus grands artistes pop néerlandais des années 2010. 'Hoe' est devenu un classique de la radio."
    },
    {
      "year": 2016,
      "uri": "spotify:track:6mhojtIauujcoXxlGsihh1",
      "artist": "Kraantje Pappie",
      "alt_artists": [
        "Ronnie Flex",
        "Lil Kleine"
      ],
      "title": "Lil Craney",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Kraantje Pappie is one of the pioneers of the new wave of Dutch rap. 'Lil Craney' showcased his unique blend of humor and musical skill.",
      "fun_fact_de": "Kraantje Pappie ist einer der Pioniere der neuen Welle des niederländischen Rap. 'Lil Craney' zeigte seine einzigartige Mischung aus Humor und musikalischem Können.",
      "fun_fact_es": "Kraantje Pappie es uno de los pioneros de la nueva ola del rap neerlandés. 'Lil Craney' mostró su mezcla única de humor y habilidad musical.",
      "fun_fact_fr": "Kraantje Pappie est l'un des pionniers de la nouvelle vague du rap néerlandais. 'Lil Craney' a montré son mélange unique d'humour et de talent musical."
    },
    {
      "year": 2016,
      "uri": "spotify:track:1riPE3NCV1OBmSXqpYiMJY",
      "artist": "Ronnie Flex",
      "alt_artists": [
        "Lil Kleine",
        "Kraantje Pappie"
      ],
      "title": "Energie",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Ronnie Flex and Frenna's 'Energie' was one of the defining Dutch urban hits of 2016. Ronnie Flex became one of the most streamed Dutch artists on Spotify.",
      "fun_fact_de": "Ronnie Flex und Frennas 'Energie' war einer der prägenden niederländischen Urban-Hits 2016. Ronnie Flex wurde einer der meistgestreamten niederländischen Künstler auf Spotify.",
      "fun_fact_es": "'Energie' de Ronnie Flex y Frenna fue uno de los éxitos urbanos holandeses más importantes de 2016. Ronnie Flex es uno de los artistas holandeses más escuchados en Spotify.",
      "fun_fact_fr": "'Energie' de Ronnie Flex et Frenna a été l'un des tubes urbains néerlandais phares de 2016. Ronnie Flex est l'un des artistes néerlandais les plus écoutés sur Spotify."
    },
    {
      "year": 2017,
      "uri": "spotify:track:3h7NZT1CATbn4GqUs51vwf",
      "artist": "Miss Montreal",
      "alt_artists": [
        "Maan",
        "Davina Michelle"
      ],
      "title": "Door De Wind",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Miss Montreal's 'Door De Wind' gained massive popularity through the TV show 'Beste Zangers'. It became one of the most emotional Dutch songs of the 2010s.",
      "fun_fact_de": "Miss Montreals 'Door De Wind' wurde durch die TV-Show 'Beste Zangers' enorm populär und eine der emotionalsten niederländischen Songs der 2010er.",
      "fun_fact_es": "'Door De Wind' de Miss Montreal ganó enorme popularidad a través del programa 'Beste Zangers'. Se convirtió en una de las canciones holandesas más emotivas de los 2010.",
      "fun_fact_fr": "'Door De Wind' de Miss Montreal a gagné une immense popularité grâce à l'émission 'Beste Zangers'. C'est devenu l'une des chansons néerlandaises les plus émouvantes des années 2010."
    },
    {
      "year": 2017,
      "uri": "spotify:track:62DBa9iwXVgod4bPtmg4xe",
      "artist": "Ronnie Flex",
      "alt_artists": [
        "Lil Kleine",
        "Boef"
      ],
      "title": "Niemand",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Ronnie Flex and Mr. Polska's 'Niemand' blended Dutch rap with dancehall influences, helping to define the sound of modern Dutch urban music.",
      "fun_fact_de": "Ronnie Flex und Mr. Polska's 'Niemand' verband niederländischen Rap mit Dancehall-Einflüssen und prägte den Sound der modernen niederländischen Urbanmusik.",
      "fun_fact_es": "'Niemand' de Ronnie Flex y Mr. Polska mezcló rap neerlandés con influencias dancehall, ayudando a definir el sonido urbano holandés moderno.",
      "fun_fact_fr": "'Niemand' de Ronnie Flex et Mr. Polska a mélangé le rap néerlandais avec des influences dancehall, contribuant à définir le son urbain néerlandais moderne."
    },
    {
      "year": 2018,
      "uri": "spotify:track:0le8EcVp4x1JjMhwRKIOVi",
      "artist": "BLØF",
      "alt_artists": [
        "Racoon",
        "Guus Meeuwis"
      ],
      "title": "Zoutelande",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "BLØF's 'Zoutelande' featuring Geike Arnaert became the biggest Dutch hit of 2018 and caused a tourism boom in the Zeeland beach town of Zoutelande.",
      "fun_fact_de": "BLØFs 'Zoutelande' mit Geike Arnaert wurde der größte niederländische Hit 2018 und löste einen Tourismusboom im Strandort Zoutelande in Zeeland aus.",
      "fun_fact_es": "'Zoutelande' de BLØF con Geike Arnaert fue el mayor éxito holandés de 2018 y causó un boom turístico en el pueblo costero de Zoutelande.",
      "fun_fact_fr": "'Zoutelande' de BLØF avec Geike Arnaert est devenu le plus grand tube néerlandais de 2018 et a provoqué un boom touristique dans la station balnéaire de Zoutelande."
    },
    {
      "year": 2018,
      "uri": "spotify:track:2rzZ0IGxgrGUAPwrWn80z7",
      "artist": "Davina Michelle",
      "alt_artists": [
        "Maan",
        "Miss Montreal"
      ],
      "title": "Duurt Te Lang",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Davina Michelle went viral on YouTube before her breakthrough. 'Duurt Te Lang' from 'Beste Zangers' made her one of the biggest Dutch female artists.",
      "fun_fact_de": "Davina Michelle ging viral auf YouTube vor ihrem Durchbruch. 'Duurt Te Lang' aus 'Beste Zangers' machte sie zu einer der größten niederländischen Künstlerinnen.",
      "fun_fact_es": "Davina Michelle se volvió viral en YouTube antes de su gran éxito. 'Duurt Te Lang' de 'Beste Zangers' la convirtió en una de las mayores artistas holandesas.",
      "fun_fact_fr": "Davina Michelle est devenue virale sur YouTube avant sa percée. 'Duurt Te Lang' de 'Beste Zangers' en a fait l'une des plus grandes artistes néerlandaises."
    },
    {
      "year": 2018,
      "uri": "spotify:track:6716bTJI7qiHJFFSR0Ethe",
      "artist": "Kris Kross Amsterdam",
      "alt_artists": [
        "Ronnie Flex",
        "Kraantje Pappie"
      ],
      "title": "Hij Is Van Mij",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Kris Kross Amsterdam are twin DJ brothers who became hitmakers. 'Hij Is Van Mij' with Maan and Tabitha was a massive summer anthem in the Netherlands.",
      "fun_fact_de": "Kris Kross Amsterdam sind Zwillings-DJ-Brüder, die Hitproduzenten wurden. 'Hij Is Van Mij' mit Maan und Tabitha war eine riesige Sommerhymne.",
      "fun_fact_es": "Kris Kross Amsterdam son hermanos gemelos DJ que se convirtieron en hitmakers. 'Hij Is Van Mij' con Maan y Tabitha fue un gran himno veraniego.",
      "fun_fact_fr": "Kris Kross Amsterdam sont des frères jumeaux DJ devenus faiseurs de tubes. 'Hij Is Van Mij' avec Maan et Tabitha a été un immense hymne estival."
    },
    {
      "year": 2018,
      "uri": "spotify:track:0J6sITdD8JMUBKaadJLV1U",
      "artist": "Kris Kross Amsterdam",
      "alt_artists": [
        "Ronnie Flex",
        "Ali B"
      ],
      "title": "Moment",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Kris Kross Amsterdam's collaboration with Kraantje Pappie and Tabitha produced another infectious hit. The track dominated Dutch radio and streaming charts.",
      "fun_fact_de": "Kris Kross Amsterdams Zusammenarbeit mit Kraantje Pappie und Tabitha produzierte einen weiteren mitreißenden Hit, der die niederländischen Charts dominierte.",
      "fun_fact_es": "La colaboración de Kris Kross Amsterdam con Kraantje Pappie y Tabitha produjo otro éxito contagioso que dominó las listas holandesas.",
      "fun_fact_fr": "La collaboration de Kris Kross Amsterdam avec Kraantje Pappie et Tabitha a produit un autre tube contagieux qui a dominé les classements néerlandais."
    },
    {
      "year": 2018,
      "uri": "spotify:track:3ciQQMSy1lKDqJbwU9l1LT",
      "artist": "Suzan & Freek",
      "alt_artists": [
        "Nielson",
        "Miss Montreal"
      ],
      "title": "Als Het Avond Is",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Suzan & Freek are a real-life couple from Drenthe who became the Netherlands' favorite pop duo. 'Als Het Avond Is' was their breakthrough hit.",
      "fun_fact_de": "Suzan & Freek sind ein echtes Paar aus Drenthe, das zum beliebtesten Pop-Duo der Niederlande wurde. 'Als Het Avond Is' war ihr Durchbruchhit.",
      "fun_fact_es": "Suzan & Freek son una pareja real de Drenthe que se convirtió en el dúo pop favorito de los Países Bajos. 'Als Het Avond Is' fue su gran éxito.",
      "fun_fact_fr": "Suzan & Freek sont un vrai couple de Drenthe devenu le duo pop préféré des Pays-Bas. 'Als Het Avond Is' a été leur tube de percée."
    },
    {
      "year": 2019,
      "uri": "spotify:track:1EtcyegB7JLkAwwqiPyeJ6",
      "artist": "Abel",
      "alt_artists": [
        "Nielson",
        "Racoon"
      ],
      "title": "Onderweg",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Abel's 'Onderweg' became a fan favorite with its introspective lyrics about life's journey. Abel is known for his raw and honest songwriting style.",
      "fun_fact_de": "Abels 'Onderweg' wurde mit seinen introspektiven Texten über den Lebensweg ein Fan-Favorit. Abel ist bekannt für seinen ehrlichen Songwriting-Stil.",
      "fun_fact_es": "'Onderweg' de Abel se convirtió en favorito de los fans con sus letras introspectivas sobre el viaje de la vida.",
      "fun_fact_fr": "'Onderweg' d'Abel est devenu un favori des fans avec ses paroles introspectives sur le voyage de la vie."
    },
    {
      "year": 2019,
      "uri": "spotify:track:5cYOVkA2cnjKid9yigaMwq",
      "artist": "Marco Borsato",
      "alt_artists": [
        "Armin van Buuren",
        "Davina Michelle"
      ],
      "title": "Hoe Het Danst",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "The collaboration between Marco Borsato, Armin van Buuren and Davina Michelle broke streaming records in the Netherlands and became the most successful Dutch song of 2019.",
      "fun_fact_de": "Die Zusammenarbeit zwischen Marco Borsato, Armin van Buuren und Davina Michelle brach Streaming-Rekorde in den Niederlanden.",
      "fun_fact_es": "La colaboración entre Marco Borsato, Armin van Buuren y Davina Michelle rompió récords de streaming en los Países Bajos.",
      "fun_fact_fr": "La collaboration entre Marco Borsato, Armin van Buuren et Davina Michelle a battu des records de streaming aux Pays-Bas."
    },
    {
      "year": 2019,
      "uri": "spotify:track:7EyvmcYx7WzeBi2cY9RmIi",
      "artist": "Ronnie Flex",
      "alt_artists": [
        "Maan",
        "Snelle"
      ],
      "title": "Blijf Bij Mij",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Ronnie Flex and Maan's 'Blijf Bij Mij' is a romantic urban-pop duet that shows the versatility of modern Dutch pop music.",
      "fun_fact_de": "Ronnie Flex und Maans 'Blijf Bij Mij' ist ein romantisches Urban-Pop-Duett, das die Vielseitigkeit moderner niederländischer Popmusik zeigt.",
      "fun_fact_es": "'Blijf Bij Mij' de Ronnie Flex y Maan es un dúo romántico de urban-pop que muestra la versatilidad del pop holandés moderno.",
      "fun_fact_fr": "'Blijf Bij Mij' de Ronnie Flex et Maan est un duo romantique urban-pop qui montre la polyvalence de la pop néerlandaise moderne."
    },
    {
      "year": 2019,
      "uri": "spotify:track:6bQDOThuAyOYVFomm36lR4",
      "artist": "Suzan & Freek",
      "alt_artists": [
        "Nielson",
        "Maan"
      ],
      "title": "Blauwe Dag",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Suzan & Freek's 'Blauwe Dag' cemented their position as the Netherlands' top pop duo. The song's dreamy atmosphere made it a radio favorite.",
      "fun_fact_de": "Suzan & Freeks 'Blauwe Dag' festigte ihre Position als Top-Pop-Duo der Niederlande. Die verträumte Atmosphäre machte es zum Radio-Favoriten.",
      "fun_fact_es": "'Blauwe Dag' de Suzan & Freek consolidó su posición como el dúo pop más popular de los Países Bajos.",
      "fun_fact_fr": "'Blauwe Dag' de Suzan & Freek a consolidé leur position de duo pop préféré des Pays-Bas."
    },
    {
      "year": 2020,
      "uri": "spotify:track:1Fc6lVQFPOcEVz3QWEzXWL",
      "artist": "Snelle",
      "alt_artists": [
        "Maan",
        "Suzan & Freek"
      ],
      "title": "Blijven Slapen",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Snelle and Maan's 'Blijven Slapen' was one of the biggest Dutch hits during the COVID-19 pandemic, reaching #1 in the Dutch Top 40.",
      "fun_fact_de": "Snelle und Maans 'Blijven Slapen' war einer der größten niederländischen Hits während der COVID-19-Pandemie und erreichte Platz 1.",
      "fun_fact_es": "'Blijven Slapen' de Snelle y Maan fue uno de los mayores éxitos holandeses durante la pandemia de COVID-19, alcanzando el #1.",
      "fun_fact_fr": "'Blijven Slapen' de Snelle et Maan a été l'un des plus grands tubes néerlandais pendant la pandémie de COVID-19, atteignant la 1ère place."
    },
    {
      "year": 2020,
      "uri": "spotify:track:0C9JPibPAdaBvt60rbwEsJ",
      "artist": "Snelle",
      "alt_artists": [
        "Lil Kleine",
        "Ronnie Flex"
      ],
      "title": "Reünie",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Snelle's 'Reünie' became a Dutch anthem about nostalgia and growing up. His album 'Lars' debuted at #1 in the Netherlands.",
      "fun_fact_de": "Snelles 'Reünie' wurde eine niederländische Hymne über Nostalgie und Erwachsenwerden. Sein Album 'Lars' debütierte auf Platz 1.",
      "fun_fact_es": "'Reünie' de Snelle se convirtió en un himno holandés sobre la nostalgia y crecer. Su álbum 'Lars' debutó en el #1.",
      "fun_fact_fr": "'Reünie' de Snelle est devenu un hymne néerlandais sur la nostalgie et le fait de grandir. Son album 'Lars' a débuté en tête des classements."
    },
    {
      "year": 2020,
      "uri": "spotify:track:2ryMKWtH2SEQY8fTAclFYb",
      "artist": "Snelle",
      "alt_artists": [
        "Maan",
        "Suzan & Freek"
      ],
      "title": "Smoorverliefd",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Snelle (meaning 'fast one' in Dutch) became the most successful Dutch rapper-turned-pop artist. 'Smoorverliefd' means 'head over heels in love'.",
      "fun_fact_de": "Snelle (niederländisch für 'Schneller') wurde der erfolgreichste niederländische Rapper-Pop-Künstler. 'Smoorverliefd' bedeutet 'bis über beide Ohren verliebt'.",
      "fun_fact_es": "Snelle (que significa 'rápido' en neerlandés) se convirtió en el rapero-pop holandés más exitoso. 'Smoorverliefd' significa 'perdidamente enamorado'.",
      "fun_fact_fr": "Snelle (signifiant 'le rapide' en néerlandais) est devenu l'artiste rappeur-pop néerlandais le plus populaire. 'Smoorverliefd' signifie 'follement amoureux'."
    },
    {
      "year": 2020,
      "uri": "spotify:track:3aViSiRTiK1e5OqJtUk3MS",
      "artist": "Suzan & Freek",
      "alt_artists": [
        "Snelle",
        "Nielson"
      ],
      "title": "Goud",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Suzan & Freek's 'Goud' (Gold) became their biggest hit, spending weeks in the Dutch Top 40. The couple's authentic chemistry shines through in every performance.",
      "fun_fact_de": "Suzan & Freeks 'Goud' (Gold) wurde ihr größter Hit und war wochenlang in den niederländischen Top 40.",
      "fun_fact_es": "'Goud' (Oro) de Suzan & Freek se convirtió en su mayor éxito, pasando semanas en el Top 40 holandés.",
      "fun_fact_fr": "'Goud' (Or) de Suzan & Freek est devenu leur plus grand tube, restant des semaines dans le Top 40 néerlandais."
    },
    {
      "year": 2020,
      "uri": "spotify:track:0bSgNta3s0kIZkxuBI9PxR",
      "artist": "FLEMMING",
      "alt_artists": [
        "Snelle",
        "Ronnie Flex"
      ],
      "title": "Paracetamollen",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "FLEMMING's 'Paracetamollen' is a playful Dutch wordplay on paracetamol (the medicine). It became a viral TikTok hit and topped the Dutch charts.",
      "fun_fact_de": "FLEMMINGs 'Paracetamollen' ist ein spielerisches niederländisches Wortspiel mit Paracetamol. Es wurde ein viraler TikTok-Hit und erreichte Platz 1.",
      "fun_fact_es": "'Paracetamollen' de FLEMMING es un juego de palabras con paracetamol. Se convirtió en un hit viral de TikTok y lideró las listas holandesas.",
      "fun_fact_fr": "'Paracetamollen' de FLEMMING est un jeu de mots sur le paracétamol. Il est devenu un tube viral sur TikTok et a dominé les classements néerlandais."
    },
    {
      "year": 2020,
      "uri": "spotify:track:4FZ77tcpweEm5dplUn9IoM",
      "artist": "Guillermo",
      "alt_artists": [
        "Snelle",
        "Antoon"
      ],
      "title": "Toppertje!",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Guillermo and Tropical Danny's 'Toppertje!' became a feel-good anthem in the Netherlands. The word 'toppertje' is Dutch slang for something or someone great.",
      "fun_fact_de": "'Toppertje!' von Guillermo und Tropical Danny wurde eine Feel-Good-Hymne. 'Toppertje' ist niederländischer Slang für etwas Großartiges.",
      "fun_fact_es": "'Toppertje!' de Guillermo y Tropical Danny se convirtió en un himno de buen rollo. 'Toppertje' es argot holandés para algo genial.",
      "fun_fact_fr": "'Toppertje!' de Guillermo et Tropical Danny est devenu un hymne feel-good. 'Toppertje' est un argot néerlandais pour quelque chose ou quelqu'un de génial."
    },
    {
      "year": 2020,
      "uri": "spotify:track:0JWaEkQmU8oaSukOBCbrJC",
      "artist": "Maan",
      "alt_artists": [
        "Davina Michelle",
        "Suzan & Freek"
      ],
      "title": "Ze Huilt Maar Ze Lacht",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Maan de Steenwinkel became famous through 'The Voice of Holland' and grew into one of the biggest Dutch female pop artists of her generation.",
      "fun_fact_de": "Maan de Steenwinkel wurde durch 'The Voice of Holland' berühmt und wuchs zu einer der größten niederländischen Popkünstlerinnen ihrer Generation heran.",
      "fun_fact_es": "Maan de Steenwinkel se hizo famosa a través de 'The Voice of Holland' y se convirtió en una de las mayores artistas pop holandesas de su generación.",
      "fun_fact_fr": "Maan de Steenwinkel est devenue célèbre grâce à 'The Voice of Holland' et est devenue l'une des plus grandes artistes pop néerlandaises de sa génération."
    },
    {
      "year": 2020,
      "uri": "spotify:track:5tiTVSryX1Hu09cPsNvaIR",
      "artist": "Suzan & Freek",
      "alt_artists": [
        "Maan",
        "Nielson"
      ],
      "title": "Slapeloosheid",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "'Slapeloosheid' (Insomnia) showcases Suzan & Freek's talent for turning everyday feelings into beautiful pop songs. They've become synonymous with modern Dutch pop.",
      "fun_fact_de": "'Slapeloosheid' (Schlaflosigkeit) zeigt Suzan & Freeks Talent, alltägliche Gefühle in schöne Popsongs zu verwandeln.",
      "fun_fact_es": "'Slapeloosheid' (Insomnio) muestra el talento de Suzan & Freek para convertir sentimientos cotidianos en hermosas canciones pop.",
      "fun_fact_fr": "'Slapeloosheid' (Insomnie) montre le talent de Suzan & Freek pour transformer les sentiments quotidiens en belles chansons pop."
    },
    {
      "year": 2021,
      "uri": "spotify:track:2WeAyT93f7IzrwXm3ZJMb2",
      "artist": "FLEMMING",
      "alt_artists": [
        "Snelle",
        "Maan"
      ],
      "title": "Automatisch",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "FLEMMING followed up his viral success with 'Automatisch', proving he was more than a one-hit wonder. He became one of the most streamed Dutch artists.",
      "fun_fact_de": "FLEMMING folgte seinem viralen Erfolg mit 'Automatisch' und bewies, dass er mehr als ein One-Hit-Wonder ist.",
      "fun_fact_es": "FLEMMING siguió su éxito viral con 'Automatisch', demostrando que era más que un éxito pasajero.",
      "fun_fact_fr": "FLEMMING a enchaîné après son succès viral avec 'Automatisch', prouvant qu'il était bien plus qu'un feu de paille."
    },
    {
      "year": 2021,
      "uri": "spotify:track:3Falq0rEoroeaZqNp9UDIY",
      "artist": "FLEMMING",
      "alt_artists": [
        "Snelle",
        "Antoon"
      ],
      "title": "Zij Wil Mij",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "FLEMMING's 'Zij Wil Mij' continued his streak of catchy Dutch pop hits. His energetic performance style made him a festival favorite in the Netherlands.",
      "fun_fact_de": "FLEMMINGs 'Zij Wil Mij' setzte seine Serie eingängiger niederländischer Pophits fort. Sein energiegeladener Auftritts-Stil machte ihn zum Festival-Favoriten.",
      "fun_fact_es": "'Zij Wil Mij' de FLEMMING continuó su racha de éxitos pop neerlandeses pegadizos. Su estilo energético lo hizo favorito de festivales.",
      "fun_fact_fr": "'Zij Wil Mij' de FLEMMING a poursuivi sa série de tubes pop néerlandais accrocheurs. Son style énergique en a fait un favori des festivals."
    },
    {
      "year": 2021,
      "uri": "spotify:track:2hCc09htDSAQobdmbYWryY",
      "artist": "FLEMMING",
      "alt_artists": [
        "Ronnie Flex",
        "Snelle"
      ],
      "title": "Alles Op Gevoel",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "The collaboration between FLEMMING, Zoë Tauran and Ronnie Flex brought together three generations of Dutch pop and urban music.",
      "fun_fact_de": "Die Zusammenarbeit zwischen FLEMMING, Zoë Tauran und Ronnie Flex vereinte drei Generationen niederländischer Pop- und Urbanmusik.",
      "fun_fact_es": "La colaboración entre FLEMMING, Zoë Tauran y Ronnie Flex reunió tres generaciones de pop y música urbana holandesa.",
      "fun_fact_fr": "La collaboration entre FLEMMING, Zoë Tauran et Ronnie Flex a réuni trois générations de pop et musique urbaine néerlandaise."
    },
    {
      "year": 2021,
      "uri": "spotify:track:4wn7cO2iHlWueXGDd4gH9g",
      "artist": "MEAU",
      "alt_artists": [
        "Suzan & Freek",
        "S10"
      ],
      "title": "Dat Heb Jij Gedaan",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "MEAU's 'Dat Heb Jij Gedaan' went viral on social media and became one of the most-streamed Dutch songs of 2021. She represents the new wave of Dutch singer-songwriters.",
      "fun_fact_de": "MEAUs 'Dat Heb Jij Gedaan' ging viral in den sozialen Medien und wurde einer der meistgestreamten niederländischen Songs 2021.",
      "fun_fact_es": "'Dat Heb Jij Gedaan' de MEAU se hizo viral en redes sociales y fue una de las canciones holandesas más escuchadas de 2021.",
      "fun_fact_fr": "'Dat Heb Jij Gedaan' de MEAU est devenu viral sur les réseaux sociaux et l'un des titres néerlandais les plus streamés de 2021."
    },
    {
      "year": 2021,
      "uri": "spotify:track:7Gzz44FpTbZu0DNVVZjwPs",
      "artist": "Metejoor",
      "alt_artists": [
        "Clouseau",
        "Niels Destadsbader"
      ],
      "title": "Wat Wil Je Van Mij",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Belgian artist Metejoor with Hannah Mae created a cross-border hit. 'Wat Wil Je Van Mij' was huge in both the Netherlands and Belgium.",
      "fun_fact_de": "Der belgische Künstler Metejoor schuf mit Hannah Mae einen grenzüberschreitenden Hit. 'Wat Wil Je Van Mij' war sowohl in den Niederlanden als auch in Belgien riesig.",
      "fun_fact_es": "El artista belga Metejoor creó con Hannah Mae un éxito transfronterizo. 'Wat Wil Je Van Mij' fue enorme tanto en Países Bajos como en Bélgica.",
      "fun_fact_fr": "L'artiste belge Metejoor a créé avec Hannah Mae un tube transfrontalier. 'Wat Wil Je Van Mij' a été énorme aux Pays-Bas et en Belgique."
    },
    {
      "year": 2021,
      "uri": "spotify:track:63JrADDfrcjOaI6lyVkN3c",
      "artist": "Kris Kross Amsterdam",
      "alt_artists": [
        "Antoon",
        "Ronnie Flex"
      ],
      "title": "Vluchtstrook",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "'Vluchtstrook' (emergency lane) by Kris Kross Amsterdam with Antoon and Sigourney K became one of the biggest Dutch summer hits of 2021.",
      "fun_fact_de": "'Vluchtstrook' (Standstreifen) von Kris Kross Amsterdam mit Antoon und Sigourney K wurde einer der größten niederländischen Sommerhits 2021.",
      "fun_fact_es": "'Vluchtstrook' (carril de emergencia) de Kris Kross Amsterdam con Antoon y Sigourney K fue uno de los mayores éxitos veraniegos holandeses de 2021.",
      "fun_fact_fr": "'Vluchtstrook' (bande d'arrêt d'urgence) de Kris Kross Amsterdam avec Antoon et Sigourney K est devenu l'un des plus grands tubes estivaux néerlandais de 2021."
    },
    {
      "year": 2021,
      "uri": "spotify:track:4afGO0WTInDhK2C3dolz8z",
      "artist": "Suzan & Freek",
      "alt_artists": [
        "Snelle",
        "Maan"
      ],
      "title": "De Overkant",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Suzan & Freek collaborated with Snelle on 'De Overkant', bringing together the biggest names in modern Dutch pop for an emotional ballad.",
      "fun_fact_de": "Suzan & Freek arbeiteten mit Snelle an 'De Overkant' zusammen und vereinten die größten Namen des modernen niederländischen Pop für eine emotionale Ballade.",
      "fun_fact_es": "Suzan & Freek colaboraron con Snelle en 'De Overkant', reuniendo los nombres más grandes del pop holandés moderno para una balada emotiva.",
      "fun_fact_fr": "Suzan & Freek ont collaboré avec Snelle sur 'De Overkant', réunissant les plus grands noms de la pop néerlandaise moderne pour une ballade émouvante."
    },
    {
      "year": 2022,
      "uri": "spotify:track:7GwNDFyxvpHAd4l1IfUDmr",
      "artist": "Antoon",
      "alt_artists": [
        "FLEMMING",
        "Snelle"
      ],
      "title": "Hallo",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Antoon's 'Hallo' became a massive viral hit on TikTok and topped the Dutch charts. His playful style appeals to a young generation of Dutch music fans.",
      "fun_fact_de": "Antoons 'Hallo' wurde ein riesiger viraler TikTok-Hit und erreichte Platz 1 der niederländischen Charts.",
      "fun_fact_es": "'Hallo' de Antoon se convirtió en un gran éxito viral en TikTok y lideró las listas holandesas.",
      "fun_fact_fr": "'Hallo' d'Antoon est devenu un immense tube viral sur TikTok et a dominé les classements néerlandais."
    },
    {
      "year": 2022,
      "uri": "spotify:track:7BH2Y5WMiOOvEG60WOhoWE",
      "artist": "Jaap Reesema",
      "alt_artists": [
        "Suzan & Freek",
        "MEAU"
      ],
      "title": "Nu Wij Niet Meer Praten",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Jaap Reesema and Belgian singer Pommelien Thijs created a Dutch-Belgian mega hit. 'Nu Wij Niet Meer Praten' was one of the most played songs of 2022 in the Benelux.",
      "fun_fact_de": "Jaap Reesema und die belgische Sängerin Pommelien Thijs schufen einen niederländisch-belgischen Megahit. 'Nu Wij Niet Meer Praten' war einer der meistgespielten Songs 2022 im Benelux.",
      "fun_fact_es": "Jaap Reesema y la cantante belga Pommelien Thijs crearon un megaéxito holandés-belga. 'Nu Wij Niet Meer Praten' fue una de las canciones más reproducidas de 2022 en el Benelux.",
      "fun_fact_fr": "Jaap Reesema et la chanteuse belge Pommelien Thijs ont créé un méga tube néerlando-belge. 'Nu Wij Niet Meer Praten' a été l'un des titres les plus joués de 2022 au Benelux."
    },
    {
      "year": 2022,
      "uri": "spotify:track:7uQ7e7nzbtyX87eIYHpj6Z",
      "artist": "S10",
      "alt_artists": [
        "MEAU",
        "Froukje"
      ],
      "title": "De Diepte",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "S10 represented the Netherlands at Eurovision 2022 with 'De Diepte', finishing 11th. It was the first Dutch-language Eurovision entry from the Netherlands in decades.",
      "fun_fact_de": "S10 vertrat die Niederlande beim Eurovision 2022 mit 'De Diepte' und belegte Platz 11. Es war der erste niederländischsprachige Eurovision-Beitrag der Niederlande seit Jahrzehnten.",
      "fun_fact_es": "S10 representó a los Países Bajos en Eurovisión 2022 con 'De Diepte', terminando 11ª. Fue la primera entrada en neerlandés en décadas.",
      "fun_fact_fr": "S10 a représenté les Pays-Bas à l'Eurovision 2022 avec 'De Diepte', terminant 11e. C'était la première entrée néerlandophone des Pays-Bas depuis des décennies."
    },
    {
      "year": 2023,
      "uri": "spotify:track:0LVjBdjZvJykxed42ExTLf",
      "artist": "Claude",
      "alt_artists": [
        "Maan",
        "MEAU"
      ],
      "title": "Ladada (Mon Dernier Mot)",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Claude's 'Ladada' mixes Dutch and French lyrics, reflecting the multicultural nature of modern Dutch pop. It became a massive streaming hit.",
      "fun_fact_de": "Claudes 'Ladada' mischt niederländische und französische Texte und spiegelt den multikulturellen Charakter des modernen niederländischen Pop wider.",
      "fun_fact_es": "'Ladada' de Claude mezcla letras en neerlandés y francés, reflejando la naturaleza multicultural del pop holandés moderno.",
      "fun_fact_fr": "'Ladada' de Claude mélange des paroles néerlandaises et françaises, reflétant la nature multiculturelle de la pop néerlandaise moderne."
    },
    {
      "year": 2024,
      "uri": "spotify:track:1ulgMAx95xb3N33SMklfG3",
      "artist": "Maan",
      "alt_artists": [
        "Goldband",
        "FLEMMING"
      ],
      "title": "Stiekem",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Maan and Goldband's 'Stiekem' (Secretly) became one of the biggest Dutch hits of 2024. Goldband brought their unique indie-pop sound to the collaboration.",
      "fun_fact_de": "Maan und Goldbands 'Stiekem' (Heimlich) wurde einer der größten niederländischen Hits 2024. Goldband brachte ihren einzigartigen Indie-Pop-Sound ein.",
      "fun_fact_es": "'Stiekem' (En secreto) de Maan y Goldband se convirtió en uno de los mayores éxitos holandeses de 2024. Goldband aportó su sonido indie-pop único.",
      "fun_fact_fr": "'Stiekem' (En secret) de Maan et Goldband est devenu l'un des plus grands tubes néerlandais de 2024. Goldband a apporté son son indie-pop unique."
    },
    {
      "year": 2024,
      "uri": "spotify:track:2GEuZRsMwllbjBFpdOOBAx",
      "artist": "Suzan & Freek",
      "alt_artists": [
        "Claude",
        "Maan"
      ],
      "title": "Vas-y (Ga Maar)",
      "chart_info": {},
      "certifications": [],
      "awards": [],
      "fun_fact": "Suzan & Freek's collaboration with Claude on 'Vas-y (Ga Maar)' blends Dutch and French, symbolizing the growing cross-cultural collaborations in Dutch pop.",
      "fun_fact_de": "Suzan & Freeks Zusammenarbeit mit Claude bei 'Vas-y (Ga Maar)' verbindet Niederländisch und Französisch und symbolisiert die wachsenden interkulturellen Kooperationen im niederländischen Pop.",
      "fun_fact_es": "La colaboración de Suzan & Freek con Claude en 'Vas-y (Ga Maar)' mezcla neerlandés y francés, simbolizando las crecientes colaboraciones interculturales en el pop holandés.",
      "fun_fact_fr": "La collaboration de Suzan & Freek avec Claude sur 'Vas-y (Ga Maar)' mélange néerlandais et français, symbolisant les collaborations interculturelles croissantes dans la pop néerlandaise."
    }
  ]
}
